"geCancel" = "Zrušiť";
"geBack" = "Späť";
"geDisabled" = "Vypnuté";
"geSize" = "Veľkosť";
"gePlay" = "Prehrať";
"acUnknownError" = "Vyskytla sa neznáma chyba!";
"pmChapters" = "Kapitoly";
"pmChapter" = "Kapitola";
"pmAudio" = "Zvuk";
"pmAudioTracks" = "Zvuková stopa";
"pmAudioTracksNone" = "Žiadne";
"pmAudioDDHDMI" = "5.1 Zvuk cez HDMI";
"pmSubtitles" = "Titulky";
"pmVideo" = "Video";
"pmTrackNameFormat" = "Stopa %ld";
"pmTrackTitle" = "Stopa %ld";
"pmSubtitlesNone" = "Žiadne";
"pmEncoding" = "Kódovanie";
"pmSmall" = "Malé";
"pmMedium" = "Stredné";
"pmLarge" = "Veľké";
"pmBordered" = "Ohraničené";
"pmShadowed" = "Tieňované";
"pmCombined" = "Obe";
"pmSubtitlesOutlineNone" = "Žiadne";
"pmBold" = "Tučné";
"pmWeight" = "Veľkosť";
"pmColor" = "Farba";
"pmResync" = "Časový posun";
"pmSubtitlesGetMore" = "Získať ďaľšie...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "Jazyk";
"pmSubtitlesChooseLanguage" = "Vybrať jazyk";
"pmSubtitlesSearchResult" = "Dostupné titulky";
"pmSubtitlesSearchNone" = "Žiadne";
"pmSubtitlesDownloadsCount" = "%i stiahnutí";
"pmOutline" = "Obrys";
"pmSubtiltlesOffset" = "Vertikálne zarovnanie";
"pmZoomMode" = "Režim pomeru strán";
"pmAspectFit" = "Normálny";
"pmAspectFill" = "Orezať";
"pmScaleToFill" = "Roztiahnuť";
"pmSpeechBoost" = "Posilnenie centrálneho kanála";
"pmSpeechBoost6dB" = "+ 6dB";
"pmSpeechBoost12dB" = "+ 12dB";
"soOffset0" = "Prednastavené";
"coWhite" = "Biela";
"coYellow" = "Žltá";
"coRed" = "Červená";
"coBlue" = "Modrá";
"coGreen" = "Zelená";
"coPurple" = "Fialová";
"coOrange" = "Oranžová";
"pfContentError" = "Pri načítaní tohto obsahu sa vyskytla chyba.";
"bcLibrary" = "Knižnica";
"bcLoading" = "Načítavam...";
"bcGatheringMetadata" = "Zhromažďovanie metadát";
"bcMinutes" = "minút";
"bcCast" = "Obsadenie";
"bcDirector" = "Režisér";
"bcDirectors" = "Režiséri";
"bcPlayAnyway" = "Prehrať";
"emNoPermissionToRead" = "Nemáte prístup na načítanie tejto položky.";
"emDefaultAFPError" = "Operácia nemohla byť dokončená.";
"emErrorOccured" = "Nastala chyba";
"emSubtitlesSearchRequestNoMetadata" = "Nie je možné nájsť zhodné titulky. Znova načítajte metadáta a skúste to znova.";
"emSubtitlesSearchRequestCantDownload" = "Nie je možné získať prístup k službe OpenSubtitles. Skontrolujte svoje internetové pripojenie a skúste to znova.";
"emSubtitlesSaveRequestCantSave" = "Vyskytla sa interná chyba #%d . Vyberte si alternatívny balík titulkov.";
"emTraktTVAuthRequestAuthenticationFail" = "Kombinácia vášho používateľského mena a hesla nie je správna. \nSkúste to znova.";
"emTraktTVConnectionError" = "Nie je možné získať prístup k službe Trakt. Skontrolujte svoje internetové pripojenie a skúste to znova.";
"emTraktSignUpFailed" = "Registrácia zlyhala";
"emTraktLoginFiledTitle" = "Prihlásenie zlyhalo";
"emTraktTVSignUpFailOnEmail" = "Prosím, zadajte platnú e-mailovú adresu.\nNapríklad vasemeno@domena.sk";
"emTraktTVSignUpFailOnLogin" = "Užívateľské meno musí mať min. 3 a max. 20 znakov, bez medzier a netypických znakov.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "Užívateľské meno %@ sa už používa.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "E-mailová adresa %@ sa už používa.";
"emTraktTVGenericError" = "Skúste to prosím neskôr.";
"prGenre" = "Žáner";
"prAudio" = "Zvuková stopa";
"prVideo" = "Video";
"prTVShowsNameFormat" = "%@ - Séria %@ / Epizóda %@";
"prTVShowSeasonShort" = "S%@";
"prTVShowEpisodeShort" = "E%@";
"reSeason" = "séria";
"reEpisode" = "epizóda";
"ttTraktTV" = "Trakt";
"ttLogin" = "Prihlásenie";
"ttLogout" = "Odhlásenie";
"ttScrobbling" = "Scrobbler";
"liStatusFetchingMetadata" = "Sťahujem metadáta";
"liStatusPending" = "Čaká sa";
"liStatusFail" = "Chyba";
"liStatusFetchingThumbnails" = "Získavanie obrázkov";
"geClose" = "Zavrieť";
"bcWriter" = "Autor";
"bcWriters" = "Autori";
"hoPullToRefresh" = "Potiahnutím obnovíte";
"hoReleaseToRefresh" = "Uvoľnite pre obnovenie";
"raThanksText" = "Ďakujeme!";
"svcFollowOnTwitterShort" = "Sledujte %@";
"svcTellAFriend" = "Odporučiť priateľovi";
"svcSharingPreset2" = "Pozrite si %@, najlepší spôsob, ako si vychutnať obľúbené videá na iPhone, iPade, Apple TV, Mac a Vision!";
"svcVersion" = "Verzia %@";
"svcTitle" = "Nastavenia";
"vvChoppyPlayback" = "Pri prezeraní tohto typu videa sa môže vyskytnúť pomalé alebo trhané prehrávanie.";
"vvAudioTracksMissing" = "Ľutujeme, %@ nemôže prehrať zvuk pre toto video. Chcete video napriek tomu prehrať?";
"vvAirPlayHelp" = "Povoliť zrkadlenie AirPlay";
"tiMinutes" = "min";
"tiReloadMeta" = "Upraviť metadáta";
"tiEmbeddedMetadata" = "Použiť vložené metadáta";
"tiNetworkErrorTitle" = "Chyba siete";
"tiNetworkErrorMessage" = "Skontrolujte svoje internetové pripojenie a skúste to znova.";
"tiNothingFoundTitle" = "Nič sa nenašlo";
"tiNothingFoundMessage" = "Pre tento súbor sa nenašli žiadne zhody.";
"foRemoveITunesItem" = "Toto video bolo nahrané cez iTunes. Pre vymazanie použite iTunes alebo aplikáciu Videá.";
"foRemoveTitle" = "Odstraňuje sa ‘%1$@’";
"foRemovePrompt" = "Naozaj chcete \"%1$@\" odstrániť natrvalo?";
"foRemoveButton" = "Odstrániť";
"ttRate1" = "Prepadák :(";
"ttRate10" = "Totálna bomba!";
"ttRate2" = "Strašné";
"ttRate3" = "Zlé";
"ttRate4" = "Slabé";
"ttRate5" = "Meh";
"ttRate6" = "Ujde";
"ttRate7" = "Dobré";
"ttRate8" = "Skvelé";
"ttRate9" = "Úžasné";
"ttRateMovieInfo" = "Čo si myslíte?";
"geOK" = "OK";
"geSend" = "Odoslať";
"pmAirPlayWarning1" = "Táto možnosť nie je kompatibilná s AirPlay.";
"pmAirPlayWarning2" = "Táto zvuková stopa nemusí byť kompatibilná s AirPlay.";
"pmAirPlayWarning3" = "Titulky nie sú kompatibilné s AirPlay a budú vypnuté.";
"pmExtScreenResolution" = "Rozlíšenie externej obrazovky";
"pmWarningTitle" = "Varovanie";
"shShareMovieFacebook" = "Práve som dopozeral '%@'";
"shShareMovieTwitter" = "Práve som dopozeral '%1$@' cez %2$@";
"ttShoutTitle" = "Shout on Trakt";
"ufAppsCategory" = "cez Iné aplikácie";
"ufAppsDescription" = "%1$@ kompatibilných súborov je možné preniesť z Dropboxu alebo iných podobných aplikácií na zdieľanie.";
"ufAppsPanelTitle" = "Aplikácie";
"ufAppsStep1Desc" = "Vyhľadajte video v Dropboxe a klepnutím na ikonu hviezdičky ho pridajte medzi obľúbené.";
"ufAppsStep2Desc" = "Po dokončení sťahovania súboru klepnite na tlačidlo 'Otvoriť v'.";
"ufAppsStep3Desc" = "Klepnite na ikonu 'Otvoriť v %1$@' a video sa pridá do vašej %1$@ knižnice.";
"ufAuthShareTitle" = "Pridať Zdieľanie";
"ufFtpCategory" = "cez FTP";
"ufFtpPanelTitle" = "FTP";
"ufHttpCategory" = "cez prehliadač";
"ufHttpPanelTitle" = "Prehliadač";
"ufPassword" = "Heslo";
"ufRemoteCategory" = "cez zdieľania siete";
"ufShareName" = "Meno";
"ufSpaceAvailableFormat" = "%@ GB k dispozícii";
"ufStepFormat" = "%@.";
"ufSyncMasterCtrlTitle" = "Pridať súbory";
"ufTunesSharingCategory" = "cez Zdieľanie súborov";
"ufTunesSharingDescription" = "Ostatné typy videí môžete prenášať pomocou zdieľania súborov v iTunes a prezerať ich na stránke %1$@.";
"ufTunesSharingPanelTitle" = "Zdieľanie súborov";
"ufTunesSharingStep1Desc" = "Otvorte iTunes a na ľavom bočnom paneli vyberte zariadenie, s ktorým chcete synchronizovať.";
"ufTunesSharingStep2Desc" = "Kliknite na \"Zdieľanie súborov\" v navigačnom paneli.";
"ufTunesSharingStep3Desc" = "Ak chcete preniesť videá, potiahnite ich do okna '%1$@ Dokumenty'.";
"ufTunesSyncCategory" = "cez iTunes sync";
"ufTunesSyncDescription" = "Videá kompatibilné s iTunes možno synchronizovať prostredníctvom iTunes a prezerať na stránke %1$@.";
"ufTunesSyncPanelTitle" = "iTunes sync";
"ufTunesSyncStep1Desc" = "Otvorte iTunes a uistite sa, že videá, ktoré chcete synchronizovať, sú uvedené v časti Filmy (alebo Seriály).";
"ufTunesSyncStep2Desc" = "Na ľavom bočnom paneli vyberte zariadenie, s ktorým chcete synchronizovať.";
"ufTunesSyncStep3Desc" = "Videá, ktoré sa majú synchronizovať, je možné spravovať prostredníctvom kariet Filmy a Seriály.";
"ufUserName" = "Používateľské meno";
"ufWifiDisabledMessage" = "Ak chcete použiť bezdrôtový prenos súborov, povoľte Wi-Fi v nastaveniach %@.";
"ufWifiDisabledTitle" = "Žiadne Wi‑Fi pripojenie";
"ufHelpLinkTitle" = "Pre viac detailov navštívte: %@";
"pmAudioDDAirPlay" = "Dolby Digital cez AirPlay";
"seShowSubtitles" = "Titulky";
"ufDomainName" = "Pracovná skupina";
"geAuthenticationFailed" = "Kombinácia vášho používateľského mena a hesla nie je správna. Prosím skúste to znova.";
"prTVEpisodePickerTitle" = "Epizóda";
"prTVShowSeasonFormat" = "Séria %@";
"geConnectionFailed" = "Prepáčte, v aplikácií %@ pri pokuse o pripojenie nastala chyba.";
"ufAddOtherShareItemTitle" = "Ostatné...";
"ufForgetSavedShare" = "Zabudnúť";
"ufShareAddress" = "Adresa";
"ufShareConnect" = "Uložiť";
"ufUserNamePlaceholder" = "jannovak";
"ufDomainNamePlaceholder" = "voliteľné";
"ufPasswordPlaceholder" = "heslo";
"ufShareAddressPlaceholder" = "iMac.local";
"ufShareNamePlaceholder" = "Moje médiá";
"iapCancelTitle" = "Nie, ďakujem";
"iapProActivatedTitle" = "Infuse Pro %@";
"ttStatistics" = "%d epizód/y, %d seriály/ov, %d filmy/ov";
"geDone" = "Hotovo";
"hoLearnMore" = "Teraz poďme nájsť nejaké videá, ktoré si pridáte do svojej knižnice";
"hoWelcomeTo" = "Vitajte v %@";
"iapRestoreTitle" = "Obnoviť";
"iapUpgradeToProMessage" = "Prejdite na vyššiu verziu, aby ste mohli Infuse využívať naplno a aktivovať všetky tieto skvelé funkcie!";
"svcShowiTunesVideo" = "Zobraziť knižnicu Apple 'TV'";
"svcUpgradeToPro" = "Upgrade na Infuse Pro";
"svcVisitSupportPage" = "Centrum pomoci";
"tiShare" = "Zdieľať";
"ufDiscoveredSharesSectionTitle" = "Dostupné zdieľania";
"ufSavedSharesSectionTitle" = "Uložené zdieľania";
"pcScrubbingFineSpeed" = "Jemné vyhľadávanie";
"pcScrubbingHalfSpeed" = "Polovičná rýchlosť vyhľadávania";
"pcScrubbingHiSpeed" = "Rýchle vyhľadávanie";
"pcScrubbingHint" = "Pohybom prsta nadol zmeníte rýchlosť posúvania.";
"pcScrubbingQuarterSpeed" = "Štvrtinová rýchlosť vyhľadávania";
"hoEmptyFolderSub" = "Žiaden obsah.";
"hoEmptyFolderTitle" = "Prázdny priečinok";
"prTVShowSpecialNum" = "Špeciál %@";
"prTVShowSpecials" = "Špeciály";
"svcMetadataFetching" = "Získavanie metadát";
"fdDownloadFailedTitle" = "Pri sťahovaní tohto súboru sa vyskytla chyba.";
"fdDownloadsSectionTitle" = "Stiahnuté";
"fdFileExistsButtonOverwrite" = "Nahradiť";
"fdFileExistsButtonRename" = "Ponechať obe";
"fdFileExistsTitleFormat" = "Súbor s názvom '%@' už vo vašej knižnici existuje.";
"fdNoDownloadsMessage" = "Vezmite si popcorn, je čas na film!";
"fdNoDownloadsTitle" = "Woohoo!";
"fdNoFreeSpaceMessageFormat" = "Je na čase vyčistiť váš %@, aby ste získali ďalší priestor pre nové filmy.";
"fdNoFreeSpaceTitle" = "Dochádza miesto na disku";
"fdStopDownloadButtonTitle" = "Zastaviť sťahovanie";
"fdStopDownloadConfirmationFormat" = "Ste si istí, že chcete zastaviť sťahovanie '%@'?";
"fdTryAgain" = "Skúsiť znova";
"iapUpgradeToProTitleAirPlay" = "Prejdite na vyššiu verziu a aktivujte prehrávanie AirPlay a ďalšie skvelé funkcie!";
"pmVolumeBoostTitle" = "Zosilnenie hlasitosti";
"svcListView" = "Zobrazenie zoznamu";
"ufShareRemove" = "Zmazať toto zdieľanie";
"svcClearAllMetadata" = "Vymazať všetky metadáta";
"svcClearAllMetadataConfirmationTitle" = "Vymazať všetky metadáta";
"acSubtitlesImportedMsg" = "Titulky sú dostupné v nastaveniach prehrávania.";
"acSubtitlesImportedTitle" = "Nové titulky boli pridané";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"pmSubtitlesFromOS" = "OpenSubtitles";
"pmSubtitlesImported" = "Importované";
"svcCacheSize" = "Metadáta";
"svcClearAllMetadataConfirmationClearButton" = "Vymazať";
"svcClearAllMetadataConfirmationText" = "Ste si istí, že chcete vymazať všetky metadáta uložené v medzipamäti?";
"svcGestureControl" = "Ovládanie gestami";
"pmAudioDTSHDMI" = "5.1 Zvuk cez HDMI";
"svcContinuousPlayback" = "Nepretržité prehrávanie";
"svcAudioLanguage" = "Zvuk";
"svcMetadataLanguage" = "Metadáta";
"svcSectionGeneral" = "Všeobecné";
"svcSectionLanguage" = "Jazyk";
"svcSectionPlayback" = "Prehrávanie";
"svcSubtitleLanguage" = "Titulky";
"tiReloadSearch" = "Hľadať";
"ufShareProtocol" = "Protokol";
"wsMarkAsUnwatched" = "Označiť ako nepozreté";
"wsMarkAsWatched" = "Označiť ako pozreté";
"acOpenURLUnsupportedContentMsg" = "Ľutujeme, tento typ obsahu zatiaľ nie je podporovaný.";
"fdDowloadPausedInBackgroundButton" = "pokračovať";
"fdDowloadPausedInBackgroundMessage" = "Sťahovanie videa bolo pozastavené.";
"fdStopDownloadButtonShortTitle" = "Zastaviť";
"fdTicketDownload" = "Stiahnuť";
"fdTicketDownloaded" = "Stiahnuté";
"fdTicketDownloading" = "Sťahovanie";
"fdTicketFailed" = "Skúsiť znova";
"fdTicketInQueue" = "Čaká sa";
"geAuto" = "Automaticky";
"geCantEstablishConnectionToHost" = "Nedá sa pripojiť k serveru.";
"geCantResolveHost" = "Zadaný server nebol nájdený.";
"geConnectionFailedFormat2" = "Ospravedlňujeme sa, ale došlo k chybe pri pokuse o pripojenie (HTTP chyba %u).";
"geHTTPNotFound" = "Zadaná cesta sa nenašla.";
"hoAddFavoriteButtonTitle" = "Pridať";
"hoAddFavoriteTitle" = "Pridať medzi obľúbené";
"iapCheckHistoryButton" = "Skontrolovať dostupnosť";
"iapUpgradeToPro3Title" = "Upgrade na Infuse Pro";
"moCannotConnectToSpacePackMessage" = "Pre prístup stlačte tlačidlo na zadnej strane vášho Space Packu.";
"svcNightTheme" = "Tmavý režim";
"svcSortByDate" = "Zoradiť podľa dátumu";
"ufPath" = "Cesta";
"ufPort" = "Port";
"diEmailRecipient" = "hello@firecore.com";
"svсDolbyDTSOverHDMIPassthrough" = "5.1 Zvuk cez HDMI";
"svсDolbyOverAirPlayPassthrough" = "5.1 Zvuk cez AirPlay";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "Nastavte si e-mailový účet v nastaveniach a skúste to znova.";
"diNoAccountTitle" = "Žiadny e-mailový účet";
"diSendDebugInfoButtonTitle" = "Nahlásiť problém";
"svcPro2UpgradeToPro3" = "Pro v2 - Aktualizujte teraz";
"emTraktTVAutoAuthError" = "Nie je možné získať prístup k službe Trakt. Prihláste sa do svojho konta a skúste to znova.";
"hoLinks" = "Odkazy";
"iapUpgradeToProTitleGoogleCast" = "Prejdite na vyššiu verziu a aktivujte prehrávanie Google Cast a ďalšie skvelé funkcie!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "cez priamu adresu URL";
"ufLinksDescription" = "Zadajte priamu adresu URL na streamovanie alebo sťahovanie videí z webu.";
"ufLinksLabel" = "Nová URL";
"ufLinksPanelTitle" = "URL";
"ufLinksPlaceholder" = "http://priklad.sk/vzorka.mp4";
"svcDolbyPostProcessing" = "Dolby Audio efekty";
"hoAddFiles" = "Pridať súbory";
"hoOrganize" = "Vybrať";
"foMovingFailedExist" = "Niektoré položky sa nedajú presunúť, pretože už existujú iné položky s rovnakým názvom.";
"foRemoveITunesItemPlural" = "Niektoré videá boli synchronizované cez iTunes. Na ich odstránenie použite iTunes alebo aplikáciu Videá.";
"hoAddFolderTitle" = "Pridať priečinok";
"hoDeletingItems" = "Odstraňovanie položiek...";
"hoFoldersTitle" = "Priečinky";
"hoMovingItems" = "Presúvanie položiek...";
"hoNewFolder" = "+ Nový priečinok";
"hoRemoveFromFolder" = "Odstrániť z priečinka";
"svcLandscapeLock" = "Uzamknutie obrazovky na šírku";
"svcPlayInBackground" = "Prehrávanie na pozadí";
"svcShowFilenames" = "Zobraziť názvy súborov";
"hoAddToFavorites" = "Pridať medzi obľúbené";
"hoMove" = "Presunúť";
"hoRemoveFromFavorites" = "Odstrániť z obľúbených";
"hoSortByName" = "Zoradiť podľa názvu";
"geDelete" = "Odstrániť";
"iapFeatureDescriptionStreaming" = "Streamujte videá na veľkú obrazovku s priestorovým zvukom a titulkami cez AirPlay alebo Google Cast.";
"iapFeatureTitleStreaming" = "AirPlay a Google Cast";
"lockAddPasscodeHint" = "Zadajte svoj nový prístupový kód";
"lockAddPasscodeMismatch" = "Prístupové kódy sa nezhodujú. Skúste znova.";
"lockAddPasscodeReenter" = "Znova zadajte svoj nový prístupový kód";
"lockEnterOldPasscode" = "Zadajte svoj starý prístupový kód";
"lockTitle" = "Zadajte prístupový kód";
"lockTouchIDSubtitle" = "Odomknúť %@";
"obStageAirPlayTitle" = "AirPlay a Google Cast";
"svcChangePasscode" = "Zmeniť prístupový kód";
"svcPasscodeLock" = "Obmedzenia";
"svcUseTouchID" = "Použiť Touch ID";
"obOpenIAPButtonTitle" = "Získať Infuse Pro";
"obStageAirPlayMessage" = "Prehrávajte svoje videá na veľkej obrazovke pomocou AirPlay a Google Cast.";
"obStageMoreMessage" = "Prehrávajte ďalšie formáty so zvukom Dolby (AC3) a DTS-HD, streamujte cez AirPlay a Google Cast, synchronizujte so službou Trakt, využívajte prehrávanie na pozadí a mnoho ďalšieho!";
"obStageMoreTitle" = "Získajte ešte viac s Infuse Pro";
"obStageStreamingMessage" = "Prehľadávajte, prehrávajte a sťahujte videá takmer z každého zariadenia Mac, PC, NAS alebo bezdrôtovej pamäťovej jednotky. Nie je potrebná synchronizácia.";
"obStageStreamingTitle" = "Streamujte bez námahy";
"obStageSubtitlesMessage" = "Použite svoje vlastné alebo pridajte zadarmo titulky z OpenSubtitles, ktoré sa po jedinom ťuknutí stiahnu za pár sekúnd.";
"obStageSubtitlesTitle" = "Superľahké titulky";
"obStageSyncMessage" = "Prehrávajte takmer každý formát médií vrátane MKV, AVI, MP4, WMV a mnohých iných bez konvertovania.";
"obStageSyncTitle" = "Posuňte sa za iTunes";
"obStageWiFiMessage" = "Pripojte svoj iPhone alebo iPad na rovnakú sieť Wi‑Fi ako váš počítač, otvorte internetový prehliadač a nahrajte svoje súbory.";
"obStageWiFiTitle" = "Synchronizujte bez káblov";
"obThanksForPro" = "Ďakujeme, že ste prešli na balíček Pro!";
"svcConnectToTrakt" = "Pripojiť k službe Trakt";
"vvGoogleCastFormat" = "Nie je k dispozícii pre tento typ videa";
"vvGoogleCastITunes" = "Nie je k dispozícii pre obsah iTunes";
"geDefault" = "Predvolené";
"geWarning" = "Varovanie";
"pmSubtitlesFontName" = "Písmo";
"ufCellularDataWarning" = "Pri používaní mobilných dát môže váš operátor účtovať ďalšie poplatky.";
"ufUnknownNetwork" = "<neznáme>";
"geOff" = "Vypnuté";
"geOn" = "Zapnuté";
"hoNoFavoritesButton" = "Pridať";
"iapFeatureDescriptionSubtitles" = "Prineste si svoje vlastné titulky alebo ich pridajte v priebehu niekoľkých sekúnd pomocou bezplatného stiahnutia jedným ťuknutím z OpenSubtitles.";
"iapFeatureTitleSubtitles" = "Superľahké titulky";
"pmOptions" = "Nastavenia";
"prRate" = "Ohodnotiť";
"svcTraktAccount" = "Trakt";
"tvshEditShare" = "Upraviť zdieľanie";
"tvshFavoritesSectionTitle" = "Obľúbené";
"hoNoFavoritesLabel" = "Pridajte niektoré priečinky zdieľané vo vašej sieti";
"hoRemoveFavoriteButtonTitle" = "Odstrániť obľúbené";
"hoWelcomeToInfuse" = "Vitajte v INFUSE";
"pmInfo" = "Info";
"pmTracks" = "Stopy";
"prEdit" = "Upraviť";
"prEpisodes" = "Epizódy";
"svcCalculatingCacheSize" = "Výpočet veľkosti vyrovnávacej pamäte...";
"svcClearingMetadata" = "Odstraňujú sa metadáta...";
"svcNetworkSharesSectionTitle" = "Sieť";
"ttLogoutMessage" = "Naozaj sa chcete odhlásiť?";
"ttWatchedEpisodes" = "videné epizódy";
"ttWatchedMovies" = "videné filmy";
"ttWatchedTVShows" = "videné relácie";
"tvshAddFavorite" = "Pridať medzi obľúbené";
"tvshAddFavoritesHint" = "Ak chcete pridať priečinok do obľúbených položiek, stlačte a podržte dotykovú plochu na diaľkovom ovládači.";
"tvshSavedShareHint" = "Vyberte svoje obľúbené priečinky, ktoré chcete vidieť na hlavnej obrazovke.";
"tvshShares" = "Zdieľania";
"pcSwipeDownHint" = "Potiahnutím nadol zobrazíte informácie";
"ufTestingConnection" = "Kontrola pripojenia...";
"geClear" = "Vymazať";
"geRemovePrompt" = "Naozaj chcete odstrániť '%1$@'?";
"svcClearRecentlyWatched" = "Vymazať naposledy videné";
"svcClearRecentlyWatchedConfirmationText" = "Ste si istý, že chcete vymazať zoznam nedávno pozeraných videí?";
"svcEmbeddedMetadata" = "Vložené metadáta";
"svcUpgradeToFmt" = "Prejsť na %@";
"ufForgetShareAlertTitle" = "Naozaj chcete odstrániť zdieľanie?";
"vvResumeButton" = "Obnoviť prehrávanie";
"vvResumeOrStartFromBeginning" = "Chceli by ste pokračovať alebo pozerať od začiatku?";
"vvStartFromBeginningButton" = "Spustiť od začiatku";
"svcAppVersionFmt" = "Infuse %@";
"emPackedDivx" = "Prepáčte, tento typ videa (DivX) momentálne nie je podporovaný.";
"hoReloadFavoriteButtonTitle" = "Aktualizovať obal";
"hoRenameFavoriteButtonTitle" = "Premenovať";
"hoSortByFileName" = "Zoradiť podľa názvu súboru";
"svcSortingMode" = "Poradie zoradenia";
"svcSortingModeByDate" = "Dátum";
"svcSortingModeByFileName" = "Názov súboru";
"svcSortingModeByTitle" = "Názov";
"bcVOFile" = "Súbor";
"bcVOLink" = "Odkaz";
"geVOInProgress" = "Načítavanie";
"hoVOFavoriteItem" = "Obľúbená položka";
"hoVOFolderItem" = "Priečinok";
"hoVOMenu" = "Menu";
"hoVOMore" = "Viac";
"hoVORefreshing" = "Aktualizujem obsah";
"hoVOSeasonItem" = "Sezóna";
"hoVOSeriesItem" = "Sezóny";
"hoVOVFSItem" = "Zdieľaný priečinok";
"hoVOVideoItem" = "Video";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "Ďalej";
"pcVOPause" = "Pauza";
"pcVOPlay" = "Prehrať";
"pcVOPrevious" = "Predchádzajúce";
"pcVORewindBack" = "Pretočiť späť";
"pcVORewindForward" = "Pretočiť dopredu";
"pcVOSettings" = "Nastavenia prehrávania";
"pcVOTrackPosition" = "Pozícia prehrávania";
"pcVOTrackPositionValue" = "%1$@ z %2$@";
"pmBlack" = "Veľmi tučné";
"pmHeavy" = "Tučnejšie";
"pmLarger" = "Väčšie";
"pmLight" = "Tenšie";
"pmRegular" = "Normálne";
"pmSemibold" = "Polotučné";
"pmSmaller" = "Menšie";
"pmThin" = "Tenké";
"pmUltraLight" = "Ultratenké";
"pmVOBrightness" = "Jas";
"pmZoomModeAnamorphicA" = "Anamorfický A (2.35:1)";
"pmZoomModeAnamorphicB" = "Anamorfický B (2.39:1)";
"pmZoomModeAnamorphicC" = "Anaformický C (2.40:1)";
"pmZoomModeWidescreenA" = "Širokouhlý obraz A (1.85:1)";
"pmZoomModeWidescreenB" = "Širokouhlý obraz B (2.00:1)";
"tiVOEpisode" = "Epizóda %@";
"tiVOPoster" = "Plagát";
"tiVORating" = "Hodnotenie: %1$g z %2$g";
"wsVOWatchStatus" = "Stav sledovania";
"wwVOReload" = "Obnoviť";
"svcEdgeTapChapters" = "Ovládanie kapitol";
"svcAudioOutput" = "Audio výstup";
"svcAudioOutputPassthrough" = "Prejsť cez";
"svcFileManagement" = "Správa súborov";
"svcWatchedIndicators" = "Indikátor sledovania";
"svcWatchedIndicatorsMoviesOnly" = "Iba filmy";
"svcWatchedIndicatorsTVShowsOnly" = "Iba seriály";
"hoDeletionDisabled" = "Povoľte Správu súborov v nastaveniach, aby bolo možné vymazať súbory.";
"emTraktTVSignUpDenied" = "Žiadosť o autorizáciu bola zamietnutá.";
"hoDisableOnlineMetadata" = "Použiť len lokálne metadáta";
"hoEnableOnlineMetadata" = "Používať metadáta z internetu";
"hoHideFavorite" = "Skryť obľúbené";
"hoLocalMetadataWarning" = "Lokálne metadáta";
"hoResetArtwork" = "Obnoviť miniatúru";
"hoSelectArtwork" = "Vybrať miniatúru";
"hoShowFavorite" = "Zobraziť obľúbené";
"li00s" = "2000te";
"li10sOld" = "2010+";
"li1Star" = "1 hviezdička";
"li2Stars" = "2 hviezdičky";
"li30thAndOlder" = "Staršie";
"li3Stars" = "3 hviezdy";
"li40s" = "1940te";
"li4Stars" = "4 hviezdičky";
"li50s" = "1950te";
"li5Stars" = "5 hviezdičky";
"li60s" = "1960te";
"li70s" = "1970te";
"li80s" = "1980te";
"li90s" = "1990te";
"liAllMovies" = "Všetky filmy";
"liAllTVShows" = "Všetky seriály";
"liByAgeRating" = "Podľa vekovej kategórie";
"liByDate" = "Podľa dátumu vydania";
"liByGenre" = "Podľa žánru";
"liByRating" = "Podľa hodnotenia";
"liEpisodeStats" = "Seriály: %d";
"liLastScanDate" = "Posledná aktualizácia: %@";
"liMovies" = "Filmy";
"liMovieStats" = "Filmy: %d";
"liOtherStats" = "Ostatné: %d";
"liRecentlyAdded" = "Nedávno pridané";
"liScanForChanges" = "Vyhľadať zmeny";
"liSeries" = "Seriály";
"liShowLibrary" = "Zobraziť knižnicu";
"liStatusFailFor" = "Indexovanie zlyhalo pre %@";
"liStatusFetchingContentFor" = "Získavanie obsahu pre %@";
"liStatusFetchingMetadataFor" = "Získavanie metadát pre %1$@ (%2$d\U00A0z\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "Získavanie obrázkov pre %1$@ (%2$d\U00A0z\U00A0%3$d)";
"liTop" = "30 najlepších";
"liUnsortedItems" = "Ostatné";
"liUnwatched" = "Nepozreté";
"svcContinuousPlaybackMovies" = "Iba filmy";
"svcContinuousPlaybackTVShows" = "Iba seriály";
"tvDeiceAuthRequestingCode" = "Získavam autorizačný kód…";
"tvDeviceAuthStatusLoggingIn" = "Potvrdenie prijaté, prihlásenie...";
"tvDeviceAuthStatusWaiting" = "Čaká sa na autorizáciu...";
"tvDeviceAuthTitle" = "Ak sa chcete prihlásiť do služby Trakt, postupujte podľa týchto krokov";
"tvDeviceAuthUseCode" = "Zadajte autorizačný kód (platí pre %@)";
"tvDeviceAuthVisitUrl" = "Navštívte nasledujúcu webovú adresu alebo naskenujte QR kód";
"tvImagePickerHint" = "Vyberte obrázok zo sieťových zdieľaných súborov, ktorý chcete použiť ako vlastnú grafiku.";
"wsChangingWatchStatus" = "Mení sa stav sledovania...";
"liLastScanDateDaysAgo" = "Pred %@";
"liLastScanDateNever" = "Nikdy";
"liLastScanDateYesterday" = "Včera";
"liScanning" = "Prebieha...";
"emSandiskNotAvailable" = "SanDisk iXpand Drive nie je dostupný. Uistite sa, či je bezpečne pripojený a či ho práve nevyužívajú iné aplikácie.";
"ufUploadInfoAddFTP" = "Prenášajte videá cez aplikáciu FTP.";
"ufUploadInfoAddHTTP" = "Použite tlačítko \"Pridať\" alebo videá jednoducho pretiahnite do okna webového prehliadača.";
"ufUploadInfoAddressFTP" = "Otvorte svoju obľúbenú FTP aplikáciu (napr. Transmit alebo Cyberduck) a pripojte sa pomocou tejto adresy:";
"ufUploadInfoAddressHTTP" = "Do webového prehliadača zadajte túto adresu:";
"ufUploadInfoCredentials" = "Na vstup do knižnice použite tieto prihlasovacie údaje:";
"ufUploadInfoHint" = "Toto okno nezatvárajte, kým sa prenos nedokončí.";
"ufUploadInfoNetwork" = "Pripojte váš počítač k:";
"ufUploadInfoAddressIP" = "Alebo použite: %@";
"csAddNewTitle" = "Pridať službu";
"csAddServiceButton" = "Pridať";
"csCloudServicesSectionTitle" = "Cloudové služby";
"csRemoveServiceButton" = "Odstrániť";
"emCloudAccessTokenRevoked" = "Ojoj! Infuse už nemá prístup k vášmu účtu, pretože prístupový token bol odvolaný.";
"geAuthentication" = "Overenie";
"iapFeatureDescriptionCloudStreaming" = "Streamujte videá priamo z cloudových služieb ako Dropbox, Google Drive, OneDrive a ďalších.";
"iapFeatureDescriptionHDAudio" = "Vychutnajte si každý detail vďaka podpore pre 24-bitové audio vo formátoch Dolby TrueHD a DTS-HD MA.";
"iapFeatureDescriptionSync" = "Synchronizujte si knižnicu, rozpozerané videá a históriu sledovania so všetkými svojimi zariadeniami.";
"iapFeatureDescriptionVideoFormats" = "Vychutnajte si ešte viac video formátov (až do 4K Ultra-HD) a ušetrite si hodiny času, ktorý by ste strávili konvertovaním súborov.";
"iapFeatureTitleCloudStreaming" = "Cloudové streamovanie";
"iapFeatureTitleHDAudio" = "Zvuk v HD kvalite";
"iapFeatureTitleSync" = "Synchronizujte svoje zariadenia";
"iapFeatureTitleVideoFormats" = "Prehrávajte viac videí";
"iapStartTrial" = "Vyskúšať na mesiac zdarma!";
"iapSubscribeNow" = "Upgradujte teraz";
"iapSubscribeNowWithPrice" = "Upgradujte teraz (%@ ročne)";
"iapSubscriptionPrice" = "%@ ročne po skončení skúšobnej doby";
"iapUpgradeToProTitleCloudStreaming" = "Upgradujte teraz a povoľte cloudové vysielanie a ďalšie úžasné funkcie!";
"iapUpgradeToProTitlePremiumVideo" = "Pre prehratie tohto videa potrebujete Infuse Pro.";
"liInProgress" = "Sledované";
"svcCloudSync" = "Synchronizácia so službou iCloud";
"svcMediaLibraryDenied" = "Povoľte prístup ku knižnici médií v nastaveniach ochrany osobných údajov zariadenia.";
"svcMediaLibraryRestricted" = "Povoľte prístup ku knižnici médií v nastaveniach rodičovskej kontroly vášho zariadenia.";
"tvcsEdit" = "Upraviť";
"tvcsRemove" = "Odstrániť";
"ufAccount" = "Účet";
"ufDocumentsCategory" = "cez Súbory";
"svcShowUpNextSetting" = "Zoznam nasledujúcich";
"ftTimeRemainingInMinutesFormat" = "Zostáva %@ minút";
"liCollections" = "Zbierky";
"liInProgressOnly" = "Iba rozpozerané";
"liRecentlyAddedOnly" = "Iba nedávno pridané";
"pmDeinterlacing" = "Deinterlacing";
"diFeedbackInstructionsButtonTitle" = "Nahlásiť problém";
"hoSortByReleaseDate" = "Zoradiť podľa dátumu vydania";
"liNewest" = "Najnovšie";
"pmTitleNameFormat" = "Názov %d (trvanie – %@)";
"pmTitles" = "Názvy";
"svcSectionFeedback" = "Podpora";
"svsSortingModeByReleaseDate" = "Dátumu vydania";
"tvFeedbackUploadFailedTitle" = "Nahrávanie zlyhalo";
"dvdDirectorsCommentary" = "Komentár režiséra";
"tvFeedbackEmailTo" = "Pošlite e-mail na uvedenú adresu alebo oskenujte QR kód";
"tvFeedbackInsertHere" = "[Sem vložte spätnú väzbu]";
"tvFeedbackSavingTechInfo" = "Nahrávanie diagnostických informácií...";
"tvFeedbackTitle" = "Ak chcete získať podporu, postupujte podľa týchto krokov";
"tvFeedbackUploadConnectionError" = "Nie je možné získať prístup k službe nahrávania diagnostiky.\nSkontrolujte svoje internetové pripojenie a skúste to znova.";
"tvFeedbackUploadFailedMessage" = "Nepodarilo sa nahrať diagnostiku.\nSkúste to znova neskôr.";
"tvFeedbackUploadUnavailable" = "Služba pre nahrávanie diagnostiky je dočasne nedostupná.\nSkúste to opäť neskôr, prosím.";
"tvFeedbackUseCode" = "Tento kód uveďte vo svojej správe";
"blurayBonusTrack" = "Bonusová stopa";
"iapSubscriptionVerificationMessage" = "Ak chcete obnoviť údaje, pripojte sa k internetu. Predplatné zostane aktívne do %@.";
"iapSubscriptionVerificationTitle" = "Nepodarilo sa overiť predplatné";
"pacoAllowAppAccess" = "Zámok aplikácie";
"pacoAllowedMovieRatings" = "Povolené vekové kategórie filmov";
"pacoAllowedTVShowRatings" = "Povolené vekové kategórie seriálov";
"pacoChangePasscodeSubtitle" = "Zadajte váš aktuálny štvormiestny prístupový kód.";
"pacoChangePasscodeTitle" = "Aktuálny prístupový kód";
"pacoCheckPasscodeSubtitle" = "Zadajte váš štvormiestny prístupový kód.";
"pacoCheckPasscodeTitle" = "Zadajte prístupový kód";
"pacoConfirmPasscodeSubtitle" = "Znova zadajte svoj nový štvormiestny prístupový kód.";
"pacoConfirmPasscodeTitle" = "Znova zadajte prístupový kód";
"pacoDisablePasscodeProtection" = "Vypnúť zámok prístupovým kódom";
"pacoEnablePasscodeProtection" = "Povoliť zámok prístupovým kódom";
"pacoNewPasscodesDontMatchSubitle" = "Nové prístupové kódy sa nezhodujú. Skúste to znova.";
"pacoNewPasscodesDontMatchTitle" = "Nové prístupové kódy sa nezhodujú";
"pacoNewPasscodeSubtitle" = "Zadajte váš nový štvormiestny prístupový kód.";
"pacoNewPasscodeTitle" = "Nový prístupový kód";
"pacoParentalControl" = "Rodičovské nastavenia";
"pacoRatingsNotRated" = "Bez hodnotenia";
"pacoRestrictions" = "Obmedzenia";
"pacoSetPasscodeSubtitle" = "Zadaním štvormiestneho prístupového kódu nastavíte obmedzenia pre svoje videá.";
"pacoSetPasscodeTitle" = "Nastavte prístupový kód";
"pacoTurnOffPasscodeSubtitle" = "Ak chcete vypnúť obmedzenia, zadajte prístupový kód.";
"pacoTurnOffPasscodeTitle" = "Vypnúť obmedzenia";
"coGray" = "Šedá";
"coMagenta" = "Fialová";
"coPink" = "Ružová";
"coTealBlue" = "Modrozelená";
"pm3dMode" = "3D režim";
"pm3dModeSBS" = "Vedľa seba";
"pm3dModeTAB" = "Navrchu a dole";
"pmSubtitlesDownloadsCountAndFPS" = "%i stiahnutí, %g fps";
"diTechnicalDetails" = "Diagnostika: %@";
"prSeries" = "Seriál";
"vvNowPlaying" = "Teraz hrá na %@";
"vvSeasonEpisode" = "Séria %@, Epizóda %@";
"tiOnShare" = "na %@";
"prLocation" = "Umiestnenie";
"tiLocalFile" = "Synchronizované";
"geVODismissPopup" = "Zatvoriť vyskakovacie okno";
"geVODismissPopupHint" = "Vyskakovacie okno zatvoríte dvojitým klepnutím";
"hoContentAll" = "Všetko";
"hoFiles" = "Súbory";
"hoVOGridMode" = "Zobrazenie mriežky";
"hoVOListMode" = "Zobrazenie zoznamu";
"liAllVideos" = "Všetky videá";
"liEpisodes" = "Epizódy";
"liSettings" = "Knižnica";
"pcVOPiP" = "Obraz v obraze";
"ufAddFavoriteHint" = "Kliknite na ikonu hviezdy pre pridanie do Knižnice";
"ufConnectionSuccess" = "Úspešne pripojené";
"ufLetsGo" = "Poďme na to";
"liEmptyLibraryHintAction" = "+ Pridať obľúbené";
"liEmptyLibraryHintBody" = "Začnite zapĺňať svoju knižnicu videami tak, že nájdete niekoľko priečinkov, ktoré pridáte medzi obľúbené.";
"liEmptyLibraryHintTitle" = "Ojoj, táto knižnica je prázdna!";
"raRateInfuseTitle" = "Ohodnotiť %@";
"obSDStage2Message" = "Prehľadávajte, prehrávajte a sťahujte videá takmer z každého zariadenia Mac, PC, NAS alebo bezdrôtovej pamäťovej jednotky. Nie je potrebná synchronizácia.";
"obSDStage2Title" = "Streamujte bez námahy";
"obSDStage3Message" = "Podporujeme integrované aj externé titulky.";
"obSDStage3Title" = "Podpora titulkov";
"obSDStage4Message" = "Prehrávajte svoje videá na veľkej obrazovke pomocou AirPlay a Google Cast.";
"obSDStage4Title" = "Apple AirPlay a Google Cast";
"obSDStage5Title" = "Získajte ešte viac s %@";
"pipDescription" = "Pomôžte spoločnosti SanDisk zlepšiť váš zážitok z používania %@ tým, že povolíte odosielanie anonymných informácií o tejto aplikácií a zariadení.";
"ttEpisodes" = "epizódy";
"ttMovies" = "filmy";
"ttShows" = "seriály";
"emHEVCRequiresOS" = "Prehrávanie videí H.265 vyžaduje aktualizáciu na iOS 11.";
"eulaAgree_SD" = "Súhlasím";
"fdTicketRetryDownloading" = "Opakovať sťahovanie";
"hoBrowse" = "Prehľadávať";
"hoEmptyFolderSub_SD" = "Toto nie sú priečinky, ktoré hľadáte...";
"hoLearnMore_SD" = "Začnite pripojením jednotky SanDisk iXpand Drive";
"hoSearchResults" = "Výsledky vyhľadávania";
"liAllDeviceContent" = "Všetok obsah";
"obSDStage1Message" = "Prehrajte viac obsahu pomocou úložiska SanDisk iXpand Drive, a to bez potreby konvertovať súbory.";
"obSDStage1Title" = "Prehrať viac z SanDisk iXpand Drive";
"obSDStage5Message" = "Prehrávajte videá s prémiovými zvukovými formátmi ako %@ a DTS. Využívajte prehrávanie na pozadí, streamovanie do TV a mnoho ďalšieho...";
"pipAreYouSure" = "Ste si istý?";
"pipDoNotShare" = "Nezdieľať";
"pipLearnMore" = "Zistiť viac";
"pipMoreInfo" = "Zlepšovanie produktu zahŕňa zber a pravidelné odosielanie diagnostických informácií o používaní, ktoré pomáhajú spoločnosti SanDisk zlepšovať kvalitu a výkon poskytovaných služieb. Tieto informácie zahŕňajú konfiguráciu zariadenia, využitie úložiska jednotlivými typmi súborov, ako aj chybové hlásenia aplikácie.";
"pipShare" = "Zdieľať";
"pipTitle" = "Zlepšovanie produktu";
"pipWithoutItem1" = "Nové funkcie %@";
"pipWithoutTitle" = "Bez anonymných informácií o zariadení a aplikácií prichádzate o:";
"pipYesDoNotShare" = "Nezdieľať";
"svcContactSupport" = "Kontaktovať podporu";
"svcMoreAboutProButtonTile" = "Zistiť viac";
"svcSDCopyright" = "© 2020 Western Digital Corporation alebo jej pridružených spoločností. Všetky práva vyhradené.";
"svcUpgradeNowTitle" = "Prejdite na Pro a získajte skvelé nové funkcie!";
"wsWatched" = "Pozreté";
"pipWithoutItem2" = "Údržba prerošená";
"pipWithoutItem3" = "Prispôsobenie skúseností s aplikáciou";
"svcUseFaceID" = "Použiť Face ID";
"iapCancelSubscriptionButton" = "Predplatné";
"iapContinuePurchasingButton" = "Ignorovať";
"iapFeatureDescriptionInAppPurchaseSync" = "Jedným nákupom môžete využívať všetky skvelé funkcie aplikácie Infuse Pro na iPhone, iPade, Apple TV, Macu a Vision.";
"iapFeatureDescriptionUpdatesForLife" = "Užívajte si nové funkcie vo všetkých budúcich verziách – a to aj v tých veľkých, ako budú v9, v10 a ďalšie...";
"iapFeatureTitleInAppPurchaseSync" = "Jeden nákup, všetky zariadenia";
"iapFeatureTitleUpdatesForLife" = "Doživotné aktualizácie";
"iapMostPopular" = "Najpopulárnejšie";
"iapPurchaseAnnual" = "Ročne";
"iapPurchaseLifetime" = "Doživotne";
"iapPurchaseMonthly" = "Mesačne";
"iapPurchaseOneMonthFree" = "Skušobná verzia na 1 mesiac";
"iapPurchaseOneWeekFree" = "Skúšobná verzia na 1 týždeň";
"iapPurchaseProForever" = "Pro navždy";
"iapPurchaseSavingsFormat" = "Ušetrite %@%%";
"iapPurchaseTrialInfo" = "Všetky predplatné začínajú bezplatnou skúšobnou verziou. Zrušiť ich môžete kedykoľvek.";
"iapPurchaseUpgrade" = "Špeciálne";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "Zdá sa, že stále máte aktívne predplatné Infuse Pro, ktoré už nebudete potrebovať. Svoje predplatné môžete spravovať v sekcii Predplatné v App Store.";
"iapTermsOfUse" = "Vaše predplatné zahŕňa bezplatné skúšobné obdobie, ktoré začína potvrdením nákupu prostredníctvom vášho účtu Apple. Po skončení skúšobného obdobia sa predplatné aktivuje a bude sa automaticky obnovovať. Poplatok za nadchádzajúce obdobie bude zaúčtovaný z vášho účtu Apple, pokiaľ nevypnete automatické obnovenie alebo nezrušíte predplatné v nastaveniach účtu najmenej 24 hodín pred koncom aktuálneho obdobia. Zmluvné podmienky a zásady ochrany osobných údajov nájdete na stránke firecore.com/terms-privacy";
"iapUpgradeToInfuseProTitle" = "Prejsť na\nInfuse PRO";
"iapChangePlan" = "Zobraziť predplatné";
"iapThanksForGoingProTitle" = "Ďakujeme že ste\nprešli na balíček PRO";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "Aktívne";
"liAllContent" = "Všetok obsah";
"pipAbout" = "O programe";
"pipEULA" = "Licenčná zmluva koncového používateľa";
"pipLegal" = "Právne ujednania";
"pipOpenSource" = "Oznámenia tretích strán";
"pipPrivacyTitle" = "Zásady ochrany osobných údajov";
"pipShareDataSetting" = "Zdieľanie anonymných údajov";
"ufShareProtocolVersion" = "Verzia SMB";
"ufShareLegacySMB" = "Zastarané";
"geUnexpectedResponse" = "Neočakávaná odpoveď servera. Prosím, skúste to znova.";
"hoAddToHomeScreen" = "Pridať na domovskú obrazovku";
"hoAddToLists" = "Pridať do zoznamov";
"plConnectToPlex" = "Pridať Plex";
"plFollowSteps" = "Postupujte podľa týchto krokov pre prihlásenie k službe Plex";
"plLoginTitle" = "Pripojenie k službe Plex";
"plNoServersMessage" = "Prepojte server s účtom Plex a skúste to znova.";
"plNoServersTitle" = "Žiadne servery Plex";
"plRepeatAttempt" = "Skúsiť znova";
"plSelectServerTitle" = "Vybrať server";
"plUseAuthCode" = "Vložte autorizačný kód";
"hoRemoveListButtonTitle" = "Odstrániť zoznam";
"liMoviesGenres" = "Filmové žánre";
"liRecentlyAddedMovies" = "Naposledy pridané filmy";
"liTopRatedMovies" = "Najlepšie hodnotené filmy";
"liUnwatchedTVShows" = "Nepozreté seriály";
"hoUpdatingMetadata" = "Aktualizácia metadát...";
"prRefresh" = "Obnoviť";
"tiRefreshMeta" = "Obnoviť metadáta";
"hoHideShare" = "Skryť zdieľanie";
"hoShowShare" = "Zobraziť zdieľanie";
"hoRefreshCategoryArtwork" = "Obnoviť miniatúry kategórií";
"liOnDeck" = "Rozpozerané";
"pacoLockSearch" = "Zámok vyhľadávania";
"emCodecNotAvailable" = "%@ nemôže prehrať tento súbor, pretože požadovaný kodek nie je dostupný.";
"emOptInEncouragement" = "Pracujeme na pridaní podpory pre ďalšie formáty médií a zapojenie sa do zlepšovania produktu nám pomôže podporovať tieto videá skôr.";
"geOptIn" = "Povoliť";
"acCloudSyncWarningMessage" = "Zdá sa, že veľké množstvo údajov v iCloud bolo nedávno zmenených alebo odstránených. Chcete tieto zmeny spätne synchronizovať so zariadením?";
"acCloudSyncWarningProceed" = "Synchronizovať teraz";
"acCloudSyncWarningTitle" = "iCloud upozornenie";
"svcShareStatistics" = "Zdieľať údaje o zlyhaní";
"bcProducer" = "Producent";
"bcProducers" = "Producenti";
"pmSubtitlesExternal" = "%1$@ (%2$@ externé)";
"pmSubtitlesForcedExternal" = "%1$@ (%2$@ externé, vynútené)";
"pmSubtitlesLanguageUnknown" = "Neznámy";
"svcSubtitlesForcedOnly" = "Iba vynútené";
"prPlayVersion" = "Vyberte verziu";
"liStatusFetchingiCloud" = "Synchronizácia s iCloudom";
"liStatusFetchingUpNext" = "Načítavanie zoznamu nasledujúcich";
"svcResumePlayback" = "Obnoviť prehrávanie";
"svcResumePlaybackAsk" = "Opýtať sa";
"li4K" = "4K";
"liByResolution" = "Podľa rozlíšenia";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"pmTinier" = "Drobnejšie";
"pmTiny" = "Drobné";
"svcSubtitlesFetching" = "Stiahnuť titulky";
"afAddUrlAlertMessage" = "Chcete do zoznamu pridať '%@'?";
"afAddUrlAlertTitle" = "Pridať adresu URL";
"afAddUrlStep1" = "Skopírujte priamu adresu URL videa zo Safari, napr.";
"afAddUrlStep2" = "Spustite %@ a otvorte túto obrazovku.";
"afAddUrlStep3" = "Potvrďte importovanú adresu URL alebo ju zadajte ručne a pridajte ju.";
"afAddUrlStep4" = "Ťuknutím na položku zo zoznamu ju môžete streamovať alebo ťuknutím na položku Stiahnuť ju môžete uložiť do svojho zariadenia.";
"afAddUrlsTitle" = "Pridajte adresy URL";
"geAdd" = "Pridať";
"pcBrightnessDown" = "Znížiť jas";
"pcBrightnessUp" = "Zvýšiť jas";
"pcNextChapter" = "Ďalšia kapitola";
"pcPlayPause" = "Prehrať/Pozastaviť";
"pcPrevChapter" = "Predchádzajúca kapitola";
"pcSkipBackward" = "Späť 15 s";
"pcSkipForward" = "Vpred 15 s";
"pcStopPlayback" = "Zastaviť";
"pcVolumeDown" = "Znížiť hlasitosť";
"pcVolumeUp" = "Zvýšiť hlasitosť";
"pmVideoAlignBottom" = "Spodok";
"pmVideoAlignCenter" = "Stred";
"pmVideoAlignTitle" = "Vertikálne zarovnanie";
"pmVideoAlignTop" = "Vrch";
"pmAspectRatio" = "Pomer strán";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Širokouhlý obraz (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "Reproduktor";
"pmTrackOptionDefault" = "Predvolené";
"pmTrackOptionForced" = "Vynútené";
"svcFeedbackAlertMessage" = "Ak chcete odoslať spätnú väzbu, kontaktujte podporu alebo sledujte %@ na Twitteri.";
"svcSubmitFeedback" = "Odoslať spätnú väzbu";
"emCloudNeedAuthorization" = "Prístupový token už nie je platný. Ak chcete získať prístup k svojmu zdieľaniu, znova sa prihláste.";
"emCloudNeedAuthorizationAppleTV" = "Prístupový token už nie je platný. Ak chcete získať prístup k svojmu zdieľaniu, prihláste sa na mobilnom zariadení so systémom iOS s povolenou synchronizáciou iCloud.";
"emOneDriveUpgrade" = "Táto verzia Infuse využíva novú integráciu so službou OneDrive pre spoľahlivejšie prehrávanie. Ak chcete získať prístup k svojmu zdieľaniu, znova sa prihláste.";
"emOneDriveUpgradeAppleTV" = "Táto verzia Infuse využíva novú integráciu so službou OneDrive pre spoľahlivejšie prehrávanie. Ak chcete získať prístup k svojmu zdieľaniu, prihláste sa v mobilnom iOS zariadení so zapnutou synchronizáciou iCloud.";
"emOneDriveUpgradeTitle" = "Aktualizácia OneDrive";
"gdMyDrive" = "Môj disk";
"gdSharedWithMe" = "Zdieľané so mnou";
"gdTeamDrives" = "Tímové disky";
"hoSignIn" = "Prihlásiť sa";
"pmSubtitlesBackground" = "Pozadie";
"pmSubtitlesBackground_100" = "100%";
"pmSubtitlesBackground_25" = "25%";
"pmSubtitlesBackground_50" = "50%";
"pmSubtitlesBackground_75" = "75%";
"emDolbyNotSupported" = "Je nám ľúto, ale toto zariadenie nepodporuje Dolby Audio.";
"emBandwidthExceeded" = "Prekročený limit prenosu dát";
"emCacheCleared" = "Vyrovnávacia pamäť metadát bola vymazaná";
"emCacheEmpty" = "Vaše zariadenie Apple TV malo nedávno málo miesta na disku a systém tvOS odstránil dáta niektorých aplikácií, aby vytvoril miesto pre iné. V dôsledku tohto mohli byť metadáta a miniatúry v Infuse odstránené.\n\nInfuse teraz znovu stiahne metadáta a miniatúry pre vaše videá.";
"emFileNotFound" = "Súbor nebol nájdený";
"emMissingPlexFile" = "Ojoj, zdá sa, že toto video bolo nedávno presunuté alebo odstránené. Pre aktualizáciu použite možnosť „Skenovať súbory knižnice“ v Plexe a skúste to znova.";
"emPlexRemoteLimit" = "Ak chcete prehrať toto video, upravte nastavenie rýchlosti vysielania a/alebo nahrávania v aplikácií Plex.";
"emCacheError" = "Chyba vyrovnávacej pamäte metadát";
"emCacheErrorMessage" = "Ojoj, niečo sa pokazilo a vyrovnávacia pamäť metadát už nie je platná. Infuse teraz znova stiahne metadáta pre vaše videá.\n\nOdoslanie diagnostickej správy nám pomôže sledovať a vyriešiť podobné problémy v budúcich aktualizáciách.";
"acCloudDownloadErrorMsg" = "Pred prehraním si tento súbor stiahnite";
"hoLocalFilesMigration" = "Ďakujeme za prechod na Infuse 8! Chceli by ste si preniesť svoje lokálne videá do novej verzie?";
"hoSaveAndPlay" = "Uložiť a prehrať";
"plServerWrongAccount" = "Server, ku ktorému sa pokúšate pristupovať, nie je možné nájsť na tomto účte.";
"svcAppearance" = "Vzhľad";
"svcAppIcon" = "Ikona aplikácie";
"svcDark" = "Tmavý";
"svcLight" = "Svetlý";
"liStatusFetchingAdditionalMetadataFor" = "Získavanie podrobností pre %1$@ (%2$d\U00A0z\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "Aktualizuje sa vyhľadávanie Spotlight";
"pmDeinterlacingIvtc" = "Film (IVTC)";
"pmDeinterlacingLinear" = "Efektívny (lineárny)";
"pmDeinterlacingYadif" = "Vysoká kvalita (Yadif)";
"pacoHideFromFilesApp" = "Zakázať aplikáciu Súbory";
"ufAdvanced" = "Pokročilé";
"ufMacAddress" = "Adresa MAC";
"fdTicketDownloadAllEpisodes" = "Všetky epizódy";
"fdTicketDownloadSingleEpisode" = "Jedna epizóda";
"fdTicketDownloadUnwatched" = "Nepozreté epizódy";
"emDropboxEmailNotVerified" = "E-mailová adresa nie je overená";
"emDropboxEmailNotVerifiedMessage" = "Pred pokračovaním prosím overte svoju e-mailovú adresu v službe Dropbox.";
"hoAddToPlaylist" = "Pridať do playlistu";
"hoCreateNewPlaylist" = "Vytvoriť playlist";
"hoDeletePlaylist" = "Vymazať playlist";
"hoPlaylistTitle" = "Názov playlistu";
"hoRemoveFromPlaylist" = "Odstrániť z playlistu";
"hoRenameFavorite" = "Premenovať obľúbené";
"hoRenamePlaylist" = "Premenovať playlist";
"hoUpdatingPlaylist" = "Aktualizujem playlist...";
"liPlaylists" = "Playlisty";
"NSBluetoothAlwaysUsageDescription" = "Používa sa pre nájdenie zariadení Google Cast v okolí";
"pmSubtitlesFontPreview" = "Kŕďeľ ďatlov učí koňa žrať kôru.";
"pmSubtitlesMoreFonts" = "Viac...";
"ufUploadInfoNetworkSame" = "Pripojte váš počítač k rovnakej sieti Wi-Fi.";
"acSavingToDocuments" = "Ukladá sa do %@";
"hoAddToWatchlist" = "Pridať do sledovaných";
"hoEmptyPlaylistsMessage" = "Pre vytvorenie playlistu nájdite video vo svojej knižnici a vyberte možnosť ‘Playlisty’.";
"hoRemoveFromWatchlist" = "Odstrániť zo sledovaných";
"hoRenameList" = "Premenovať zoznam";
"hoUpdatingWatchlist" = "Aktualizujem zoznam sledovaných...";
"ivcNoPlayableContentInFolder" = "Tento priečinok neobsahuje žiadne prehrateľné položky";
"ivcPlay" = "Prehrať";
"ivcPlayLoop" = "Opakovať";
"ivcPlayLoopAndShuffle" = "Opakovať a zamiešať";
"ivcPlayShuffle" = "Zamiešať";
"ivcSearchingPlayableContent" = "Hľadajú sa dostupné videá...";
"pmItalic" = "Kurzíva";
"pmSubtitlesMissingFontsListFooter" = "Klepnite na písmo a vyberte ho zo zoznamu. Tým ho importujete na použitie pri prehrávaní videí.";
"pmSubtitlesMissingFontsListHeader" = "V tomto videu sa používajú písma, ktoré chýbajú. Pre čo najlepší zážitok importujte písma uvedené nižšie.";
"pmSubtitlesMissingFontsTitle" = "Chýbajúce písma";
"hoAddToList" = "Pridať do zoznamu";
"hoManageLists" = "Playlisty";
"hoReOrderTitle" = "Úvodná obrazovka";
"svcHomescreenSettingsTitle" = "Úvodná obrazovka";
"svcStreamingDiskCacheDisabled" = "Staršia";
"hoNoFavorites" = "Žiadne obľúbené položky";
"hoReOrderReset" = "Obnoviť poradie zoradenia";
"svcStreamingDiskCacheTitle" = "Streamovacia vyrovnávacia pamäť";
"hoReOrderCurrentFavoritesSectionTitle" = "Moje obľúbené";
"hoReOrderCurrentListsSectionTitle" = "Moje zoznamy";
"hoReOrderDefaultFavoritesSectionTitle" = "Predvolené obľúbené položky";
"hoReOrderDefaultListsSectionTitle" = "Predvolené zoznamy";
"iapPurchaseOneYearFree" = "Skušobná verzia na 1 rok";
"ivcPlayVersion" = "Prehrať verziu";
"pipDescriptionNew" = "Pomôžte spoločnosti %1$@ zlepšiť váš zážitok z používania %2$@ tým, že povolíte odosielanie anonymných informácií o tejto aplikácií a zariadení.";
"pipMoreInfoNew" = "Zlepšovanie produktu zahŕňa zber a pravidelné odosielanie diagnostických informácií o používaní, ktoré pomáhajú spoločnosti %@ zlepšovať kvalitu a výkon poskytovaných služieb. Tieto informácie zahŕňajú konfiguráciu zariadenia, využitie úložiska jednotlivými typmi súborov, ako aj chybové hlásenia aplikácie.";
"pipDoNotShare_Infuse" = "Nie, ďakujem";
"pipShare_Infuse" = "To znie dobre";
"spteBrowsingHint" = "Vyberte video súbor, ktorý sa použije na testovanie rýchlosti siete.";
"spteChart" = "Zobraziť graf";
"spteControllerTitle" = "Test rýchlosti pre %@";
"spteFileSize" = "Veľkosť súboru:";
"spteLastSecSpeed" = "Aktuálna rýchlosť:";
"spteMinSpeed" = "Minimálna rýchlosť:";
"spteProgress" = "Priebeh:";
"spteReadBytes" = "Prečítané bajty:";
"spteStart" = "Spustite test";
"spteStop" = "Zastavte test";
"spteTestConnection" = "Test rýchlosti";
"spteTotalSpeed" = "Priemerná rýchlosť:";
"hoDisconnectGoogleCast" = "Odpojiť";
"emCacheCorruptedButton" = "Reštartovať";
"emCacheCorruptedMessage" = "Ojoj, niečo sa pokazilo a vyrovnávacia pamäť metadát už nie je platná. Reštartujte %@ , aby ste obnovili vyrovnávaciu pamäť metadát.";
"emCacheCorruptedTitle" = "Chyba vyrovnávacej pamäte";
"emCacheRestoredMesssage" = "%@ sa teraz pokúsi obnoviť vyrovnávaciu pamäť metadát.\n\nOdoslanie diagnostickej správy nám pomôže sledovať a vyriešiť podobné problémy v budúcich aktualizáciách.";
"emCacheRestoredTitle" = "Vyrovnávacia pamäť bola obnovená";
"foRemoveFromPrompt" = "Naozaj chcete „%1$@“ (%2$@) odstrániť natrvalo?";
"pmPlaybackSpeed" = "Rýchlosť prehrávania";
"pmPlaybackSpeedCustom" = "Vlastná (%@)";
"pmPlaybackSpeedNormal" = "Normálna";
"svcDefaultPlaybackSpeed" = "Rýchlosť prehrávania";
"svcSectionSync" = "Synchronizácia";
"ttRateCommentPlaceholder" = "Shout on Trakt (musí byť v angličtine a obsahovať aspoň 5 slov)";
"ttRateContainsSpoilers" = "Obsahuje spoilery";
"ttRateTitle" = "Ako sa vám páči\n'%@'?";
"ttSyncedWithTrakt" = "Pripojený k službe Trakt";
"eyConnectToEmby" = "Pridať Emby (Emby Connect)";
"eyEmbyConnect" = "Emby Connect";
"eyLogin" = "Prihlásiť sa";
"eyNoServers" = "Nenašli sa žiadne servery. Prepojte server so svojím účtom Emby Connect a skúste to znova.";
"eyOtherEmbyServer" = "Pridať Emby";
"eyOtherJellyfinServer" = "Pridať Jellyfin";
"eyPinCodeExpired" = "Vypršala platnosť kódu PIN";
"eyRequestingServers" = "Získava sa zoznam serverov…";
"eyServers" = "Servery";
"eyUseEmbyConnectAccount" = "Použite svoj účet Emby Connect alebo si ho vytvorte na adrese https://emby.media/connect";
"svcHideSpoilers" = "Skryť spoilery";
"ufAddMediaServer" = "Pridať mediálny server";
"ufBaseURL" = "Základná URL";
"ufDiscoveredServersSectionTitle" = "Dostupné servery";
"ufMediaServers" = "Mediálne servery";
"ufOnlineAccounts" = "Online účty";
"ufPreCacheImages" = "Prednačítanie obalov";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "Získavanie podrobností pre %@";
"liStatusFetchingMetadataWithoutCounter" = "Získavanie metadát pre %@";
"liStatusFetchingThumbnailsWithoutCounter" = "Získavanie obrázkov pre %@";
"li1-4Stars" = "1-4 hviezdičky";
"li10s" = "2010te";
"li20+" = "2020+";
"li6Stars" = "6 hviezdičky";
"li7Stars" = "7 hviezdičky";
"li8-10Stars" = "8-10 hviezdičky";
"liActors" = "Herci";
"emCacheEmptyIOS" = "Infuse teraz znovu stiahne metadáta a miniatúry pre vaše videá.";
"pmSubtitlesOpacity" = "Priehľadnosť";
"pmSubtitlesOpacityOpaque" = "Nepriehľadné";
"pmSubtitlesOpacitySemiTransparent" = "Polopriehľadné";
"pmSubtitlesOpacityTransparent" = "Priehľadné";
"coLightGray" = "Svetlošedá";
"emMissingMediaServerFile" = "Ojoj, zdá sa, že toto video bolo nedávno presunuté alebo odstránené. Naskenujte súbory knižnice na serveri, aktualizujte ich a skúste to znova.";
"liStatusFetchingContentForLibrary" = "Získavanie obsahu pre %1$@ (%2$d\U00A0z\U00A0%3$d)";
"liStatusFetchingNextUpFor" = "Načítava sa zoznam nasledujúcich pre %@";
"liStatusMergingContentFor" = "Dokončuje sa získavanie obsahu pre %@";
"liStatusFetchingMetadataChanges" = "Získavanie zmien metadát";
"liWaitingForDownloads" = "Čakanie na dokončenie sťahovania";
"pacoRequirePin" = "Vyžadovať PIN";
"pacoRequirePinEverySession" = "Každé spustenie";
"pacoRequirePinEveryPlay" = "Každé prehratie";
"fdTicketDownloadDownloadSingleEpisode" = "Stiahnuť jednu epizódu";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "Stiahnuť nepozreté epizódy";
"fdTicketDownloadDownloadAllEpisodes" = "Stiahnuť všetky epizódy";
"fdTicketDownloadRetryAllEpisodes" = "Opakovať všetky epizódy";
"fdTicketDownloadRetrySingleEpisode" = "Opakovať jednu epizódu";
"fdTicketDownloadStopAllEpisodes" = "Zastaviť všetky epizódy";
"fdTicketDownloadStopSingleEpisode" = "Zastavte jednu epizódu";
"fdTicketDownloadPauseAllEpisodes" = "Pozastaviť všetky epizódy";
"fdTicketDownloadPauseSingleEpisode" = "Pozastaviť jednu epizódu";
"fdTicketDownloadResumeAllEpisodes" = "Obnoviť všetky epizódy";
"fdTicketDownloadResumeSingleEpisode" = "Obnoviť jednu epizódu";
"fdTicketManageDownload" = "Správca sťahovania";
"fdPauseDownloadButtonTitle" = "Pozastaviť sťahovanie";
"fdResumeDownloadButtonTitle" = "Obnoviť sťahovanie";
"liRefreshMetadataTitle" = "Obnoviť metadáta";
"liRefreshMetadataConfirmationText" = "Infuse vyhľadá aktualizácie metadát pre položky vašej knižnice. Môže to chvíľu trvať.";
"liRefreshMetadataConfirmationOk" = "Pokračovať";
"gdComputers" = "Počítače";
"eyCheckingPlugin" = "Čaká sa na InfuseSync...";
"eyPluginSuggestion" = "Pre rýchlejšie skenovanie si na server %@ nainštalujte plugin InfuseSync";
"eyRestartServer" = "Inštaláciu pluginu InfuseSync dokončíte reštartováním serveru %@";
"bmBookmarkIsStale" = "Priečinok %@ nebol nájdený. Skúste to prosím znova.";
"bmFileReadNoPermission" = "Priečinok %@ sa nepodarilo otvoriť, pretože nemáte oprávnenie na jeho zobrazenie. Skúste externý priečinok pridať znova.";
"bmFailedToGetAccess" = "Nepodarilo sa získať prístup k externému priečinku %@";
"bmNoValidFileProviderFound" = "Priečinok %@ nebol nájdený. Skontrolujte umiestnenie a skúste to znova.";
"bmSmbLocationCannotAdd" = "Použitie zdieľaní SMB ako externých priečinkov nie je podporované. Vytvorte priame pripojenie pomocou zoznamu \"Dostupné zdieľania\".";
"bmDeviceRootLocationCannotAdd" = "Ako externý priečinok nie je možné pridať celé zariadenie. Zvoľte si nejaký podpriečinok.";
"bmNotEnoughAvailableDiskSpace" = "Súbor %@ sa nedá uložiť. Na disku nie je dostatok miesta.";
"bmCloudDownloading" = "Sťahovanie do miestneho úložiska iCloud";
"ttRateLimit" = "Prekročili ste limit hodnotení Traktu. Skúste to neskôr.";
"ufExternalDocumentsCategory" = "cez Externé priečinky";
"svcTrueBlackTheme" = "Úplne čierny režim";
"svcCellularDownload" = "Synchronizácia a sťahovanie cez mobilnú sieť";
"mnzEnterPinCode" = "Ak chcete pokračovať v autorizácii, zadajte kód zobrazený v aplikácii autentifikátora:";
"mnzInvalidPinCode" = "Neplatný kód alebo platnosť kódu už vypršala.";
"emLocalNetworkPermission" = "Prístup k sieti je zakázaný";
"emLocalNetworkPermissionMessage" = "Povoľte prístup aplikácii Infuse v Nastaveniach systému > Súkromie a bezpečnosť > Lokálna sieť";
"ufInstallPlugin" = "Nainštalovať plugin InfuseSync";
"fdTicketDownloadingError" = "Chyba sťahovania";
"fdTicketDownloadingRetry" = "Skúsiť znova";
"fdTicketDownloadingQueued" = "V poradí";
"fdTicketDownloadingPaused" = "Pozastavené";
"liStatusCheckingUpNext" = "Kontrolujem zoznam \"Nasleduje\"";
"liCheckAndRetry" = "Skontrolujte, či je '%@' k dispozícii a skúste to znova";
"liSeeAll" = "Zobraziť všetko";
"hoPinToHomeScreen" = "Pripnúť na úvodnú obrazovku";
"hoRemoveFromHomeScreen" = "Odstrániť z úvodnej obrazovky";
"hoRemoveFromHomeScreenMessage" = "Naozaj chcete odstrániť ‘%1$@’?";
"hoHomeIsEmpty" = "Úvodná obrazovka je prázdna";
"hoLetsPinSomeItems" = "Poďme sem pripnúť nejaké položky";
"hoLetsFindSomeVideos" = "Poďme nájsť nejaké videá, ktoré si pridáte na úvodnú obrazovku";
"hoEditHomeScreen" = "Upraviť úvodnú obrazovku";
"hoFilesAreBeingProcessed" = "Vaše súbory sa spracúvajú";
"hoFilesWillAppear" = "O chvíľu sa tu objavia";
"hoFilesScreenIsEmpty" = "Obrazovka súborov je prázdna";
"hoLetsAddSomeFiles" = "Teraz poďme nájsť nejaké videá, ktoré si pridáte do vašej knižnice";
"hoHome" = "Úvod";
"hoSearchResultsWithText" = "Výsledky hľadania pre \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "Pripnuté položky";
"hoReOrderDefaultItemsSectionTitle" = "Predvolené položky";
"hoReOrderAllItemsSectionTitle" = "Všetky položky";
"hoNewTitle" = "Nový názov";
"svcTitleMac" = "Nastavenia";
"svcLanguagePickerTitle" = "Vyberte si jazyk:";
"svcClearAllMetadataMac" = "Vyčistiť";
"tiDescriptionShowMore" = "VIAC";
"tiDescription" = "Popis";
"tiCastAndCrew" = "Obsadenie a štáb";
"tiActor" = "Herec";
"tiResume" = "Pokračovať od %@";
"tiSpoilerAlert" = "Spoiler";
"iapUpgradeToInfuseProFormat" = "Prejsť na\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"ufNetworkSharesSectionTitle" = "Sieťové zdieľania";
"ufLocalSharesSectionTitle" = "Miestne zdieľania";
"ufAddShareTitle" = "Pridať...";
"ufAddShareItemTitle" = "Pridať %@";
"ufDefaultShareName" = "Môj %@";
"afAddUrlMacStep1" = "Skopírujte priamu adresu URL videa z prehliadača, napr.";
"afAddUrlMacStep2" = "Vložte importovanú adresu URL alebo ju zadajte ručne a pridajte ju.";
"afAddUrlMacStep2Placeholder" = "Tu zadajte adresu URL";
"afAddUrlMacStep2PlaceholderMini" = "Tu zadajte adresu URL, napríklad http://priklad.sk/ukazka.mp4";
"afAddUrlMacStep3" = "Ťuknutím na položku zo zoznamu ju môžete streamovať alebo ťuknutím na položku Stiahnuť ju môžete uložiť do svojho zariadenia.";
"afAddUrlsMacTitle" = "Pridať";
"afAddLocalFolderTitle" = "Pridať miestny priečinok";
"afLocalShareTitle" = "Lokálne";
"fdNoDownloadsMacTitle" = "Všetky sťahovania boli dokončené";
"liRecentlyAddedTVShows" = "Nedávno pridané seriály";
"liUnwatchedMovies" = "Nepozreté filmy";
"spteProgressTitle" = "Priebeh";
"spteCurrentSpeedTitle" = "Aktuálne";
"spteAverageSpeedTitle" = "Priemerne";
"spteMinimumSpeedTitle" = "Minimálne";
"spteSpeedMbps" = "%@ Mbps";
"mnuPreferences" = "Nastavenia...";
"mnuAddFiles" = "Pridať súbory...";
"mnuOpen" = "Otvoriť súbor...";
"alAppExpiredTitle" = "Platnosť licencie aplikácie Infuse vypršala";
"alAppExpiredMessage" = "Platnosť tejto verzie aplikácie Infuse vypršala. Ak chcete pokračovať, nainštalujte si najnovšiu verziu.";
"alNewVersionMessage" = "Infuse %1$@ je teraz k dispozícii – máte verziu %2$@. Chceli by ste si ho stiahnuť teraz?";
"alNewVersionDownload" = "Stiahnuť";
"ttSwitchToClassicView" = "Klasický vzhľad";
"ttSwitchToModernView" = "Moderný vzhľad";
"hoCacheOptimizationTitle" = "Optimalizácia knižnice";
"hoCacheOptimizationMessage" = "Vaša knižnica sa optimalizuje pre lepší výkon. Prosím, nechajte Infuse otvorený.";
"hoShowGridTitles" = "Zobraziť názvy";
"hoHideGridTitles" = "Skryť názvy";
"vvSkipIntro" = "Preskočiť intro";
"pmVideoUpscalingHighest" = "Vysoký (4K)";
"pmVideoUpscalingHigh" = "Normálny (HD)";
"pmVideoUpscalingMax" = "Najvyšší (Neobmedzené)";
"svcAlwaysShowTitlesTV" = "Zobraziť názvy plagátov";
"pmVideoUpscaling" = "Pokročilý upscaling";
"hoShowInFinder" = "Zobraziť vo Finderi";
"tiSearchMetadata" = "Hľadať metadáta";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "Zdá sa, že máte stále aktívne predplatné Infuse Pro, ktoré už nie je potrebné. Môžete ho spravovať v Nastavenia > Používatelia a účty > [názov účtu] Predplatné.";
"svcPrePlaybackLayoutSettingTitle" = "Zobrazenie podrobností";
"svcPrePlaybackLayoutModern" = "Moderný";
"svcPrePlaybackLayoutClassic" = "Klasický";
"svcAutoSelectNextItem" = "Automatické pokračovanie epizód";
"geProceed" = "Pokračovať";
"hoUseLocalMetadataConfirmation" = "Ak povolíte lokálne metadáta pre tento priečinok, odstránia sa všetky existujúce metadáta/artwork a regenerujú sa len pomocou vložených informácií. Online zdroje metadát sa pre položky v tomto priečinku nepoužijú.";
"tiGuestStar" = "Hosťujúci herci";
"tiCreator" = "Autor";
"tiCreators" = "Autori";
"pcRewindSecondsFormat" = "%ld sekúnd";
"svcAdvancedOptions" = "Rozšírené možnosti";
"ufUsbCableTitle" = "USB kábel";
"ufUsbCableDesc" = "Nižšie uvedené kroky sa týkajú systému macOS 10.15 a novších verzií. V prípade starších verzií (alebo pre Windows) môžete rovnaký postup vykonať prostredníctvom iTunes.";
"ufUsbCableStep1Desc" = "Pripojte svoje zariadenie k počítaču pomocou kábla USB.";
"ufUsbCableStep2Desc" = "Na počítači otvorte Finder. Videá, ktoré chcete synchronizovať by mali byť uvedené v časti Filmy (alebo Seriály).";
"ufUsbCableStep3Desc" = "Otvorte kartu Filmy alebo Seriály a zaškrtnutím vedľa nich vyberte videá, ktoré chcete synchronizovať.";
"ufUsbCableStep4Desc" = "Keď vyberiete všetky videá, kliknite na tlačidlo Synchronizovať.";
"ufUsbCableDetail" = "Pomocou aplikácie Finder alebo iTunes";
"ufDocumentTitle" = "Dokumenty";
"ufHttpDetail" = "Vyžaduje Wi-Fi";
"ufUploadInfoHTTPTransferFiles" = "Prenos súborov";
"ufOtherAppsTitle" = "Iné aplikácie";
"ufLinksTitle" = "Priama adresa URL";
"ufFilesTitle" = "Súbory";
"ufLocationsSectionTitle" = "Umiestnenia";
"hoSortingByTitle" = "Zoradiť podľa: Názvu";
"hoSortingByFileName" = "Zoradiť podľa: Názvu súboru";
"hoSortingByDate" = "Zoradiť podľa: Dátumu";
"hoSortingByReleaseDate" = "Zoradiť podľa: Dátumu vydania";
"hoLocalMetadata" = "Metadáta: Lokálne";
"hoOnlineMetadata" = "Metadáta: Online";
"svcPicksOfTheDayModeTitle" = "Výber dňa";
"svcPicksOfTheDayModeMoviesShows" = "Filmy a seriály";
"svcPicksOfTheDayModeMovies" = "Iba filmy";
"svcPicksOfTheDayModeShows" = "Iba seriály";
"liRandom" = "Výber dňa";
"liMusic" = "Koncerty";
"liShortFilms" = "Krátke filmy";
"liGenreMusic" = "Hudba";
"svcBlackoutOtherScreens" = "Stmaviť ostatné monitory v celoobrazovkovom režime";
"tvshAddCloudShareHint" = "Najskôr pridajte zdieľania v cloude (Dropbox, Disk Google atď.) v systéme iOS alebo macOS a zobrazia sa tu.";
"liFeatureFilms" = "Celovečerné filmy";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"pcSkipFormat" = "%d sek";
"mnuNextMedia" = "Ďalšie video";
"mnuPrevMedia" = "Predchádzajúce video";
"mnuEnterFullscreen" = "Prepnúť na celú obrazovku";
"mnuEnterPip" = "Prepnúť obraz v obraze";
"mnuSpeedUp" = "Zrýchliť";
"mnuSpeedDown" = "Spomaliť";
"mnuNormalSpeed" = "Normálna rýchlosť";
"mnuMute" = "Stlmiť";
"mnuCycleAudioTrack" = "Ďalšia zvuková stopa";
"mnuCycleSubtitles" = "Ďalšie titulky";
"mnuToggleSubtitles" = "Prepnúť titulky";
"mnuDisabledSubtitles" = "Titulky sú vypnuté";
"svcStreamingCacheMemoryOnly" = "Iba v pamäti";
"svcHDRTonemappingMode" = "HDR farby";
"tiSeasonSelectTitle" = "Zvoliť sezónu";
"hoDeleteCollection" = "Vymazať zbierku";
"hoUpdatingCollection" = "Aktualizácia zbierky...";
"hoRenameCollection" = "Premenovať zbierku";
"hoAddToCollection" = "Pridať do zbierky";
"hoCreateNewCollection" = "Vytvoriť zbierku";
"hoCollectionTitle" = "Názov zbierky";
"hoEmptyCollectionMessage" = "Ak chcete vytvoriť zbierku, nájdite video vo svojej knižnici a vyberte možnosť ‘Zbierky’.";
"svcSectionHotKeys" = "Klávesové skratky";
"svcShowTmdbCollections" = "Zbierky TMDB";
"svcShowCustomCollections" = "Vlastné zbierky";
"svcGroupMoviesIntoCollections" = "Zoskupiť filmy do zbierok";
"svcGroupTVShowsIntoCollections" = "Zoskupiť seriály do zbierok";
"svcHotKeysResetAll" = "Obnoviť všetko";
"svcHotKeysResetAllButton" = "Obnoviť";
"svcHotKeysResetAllConfirmationText" = "Naozaj chcete obnoviť predvoľby klávesových skratiek?";
"svcHotKeysDescription" = "Dvojitým kliknutím na riadok upravíte príslušnú klávesovú skratku";
"svcHotKeysHint" = "Stlačením ľubovoľného tlačidla upravíte klávesovú skratku. ESC pre zrušenie.";
"svcHotKeysWarning" = "Kombinácia %@ sa už používa";
"svcShowLogoTitle" = "Zobraziť logá";
"svcShowLogoMoviesOnly" = "Iba filmy";
"svcShowLogoTVShowsOnly" = "Iba seriály";
"mnuFloatOnTop" = "Zobraziť na popredí";
"hoReorder" = "Zmeniť poradie";
"vvNextEpisode" = "Ďalšia epizóda";
"hoCollectionsForEmptyTVShow" = "Pridajte seriály do knižnice, aby ste ich mohli zahrnúť do zbierky";
"foRemovePromptWithCount" = "Naozaj chcete natrvalo odstrániť ‘%1$@’ (%2$d súbory/ov)?";
"foRemoveFromPromptWithCount" = "Naozaj chcete natrvalo odstrániť '%1$@' (%2$@) (%3$d súbory/ov)?";
"foAllFilesAndFoldersRemoveButton" = "Video a súvisiace súbory";
"foVideoFilesOnlyRemoveButton" = "Iba video súbory";
"liStartCloudSync" = "Synchronizácia s iCloudom";
"liLastCloudSyncDate" = "(posledná: %@)";
"hoDeleteCollectionPrompt" = "Vymazať zbierku";
"hoRemoveFromCollection" = "Odstrániť zo zbierky";
"foRemoveCannotBeDeleted" = "Tieto súbory nie je možné vymazať";
"wsMarkSeasonAsWatched" = "Označiť sezónu ako pozretú";
"wsMarkSeasonAsUnwatched" = "Označiť sezónu ako nepozretú";
"wsMarkEpisodeAsWatched" = "Označiť epizódu ako pozretú";
"wsMarkEpisodeAsUnwatched" = "Označiť epizódu ako nepozretú";
"wsSelectWatchAction" = "Označiť ako...";
"liLastCloudSyncFailed" = "neúspešné";
"emPlexRelayConnectionTitle" = "Reléové pripojenie aktívne";
"emPlexRelayConnectionMessage" = "Skontrolujte nastavenia siete a uistite sa, že miestne (alebo iné, ako reléové vzdialené) pripojenie k vášmu mediálnemu serveru Plex funguje.";
"pcAudioDelayTuningHintWithValue" = "Posunutím doľava/doprava upravte oneskorenie zvuku\nAktuálna hodnota: %d ms";
"pmAudioDelay" = "Oneskorenie";
"pmAudioDelayValueMsec" = "%d ms";
"pmAudioDelayValueMsecWithTuning" = "%d ms, Ladenie zapnuté";
"pmAudioDelaySubmenuTitle" = "Oneskorenie zvuku";
"pmAudioDelayTuningMode" = "Režim ladenia";
"afAddRootToFavorites" = "Pridať všetky súbory k obľúbeným";
"shAllFiles" = "Všetky súbory";
"svcForcedDolbyVision" = "Rozšírené Dolby Vision";
"tiMetadataLanguage" = "Jazyk metadát";
"svcCollectionsAndGroups" = "Zbierky a skupiny";
"svcGroupVersions" = "Inteligentné skupiny";
"svcVersionSelection" = "Vybrať verziu";
"svcVersionSelectionHighestQuality" = "Najvyššia kvalita";
"svcVersionSelectionLowestQuality" = "Najnižšia kvalita";
"svcDolbyVisionMode" = "Rozšírené Dolby Vision";
"svcDolbyVisionModeForced" = "Vynútené";
"hoSave" = "Uložiť";
"svcDolbyVisionModeLimited" = "Obmedzený";
"trTrailer" = "Ukážka";
"trTrailers" = "Ukážky";
"trTrailersSearch" = "Vyhľadávanie ukážok...";
"trTrailersNotFound" = "Pre titul '%@' nie sú k dispozícii žiadne ukážky.";
"trTrailersRequestLimit" = "Ukážky sú momentálne nedostupné.\nSkúste to znova neskôr.";
"tiPart" = "Časť %d";
"ppbVersionDirectorsCut" = "Režisérsky zostrih";
"ppbVersionExtendedCut" = "Rozšírený zostrih";
"ppbVersionTheatricalCut" = "Divadelný zostrih";
"ppbVersionFinalCut" = "Finálny zostrih";
"ppbVersionCinematicCut" = "Filmový zostrih";
"ppbVersionUnratedCut" = "Nehodnotený zostrih";
"ppbVersionTVCut" = "Televízny zostrih";
"ppbVersionUncut" = "Bez zostrihu";
"ppbVersionSpecialEdition" = "Špeciálne vydanie";
"ppbVersionUltimateEdition" = "Ultimátna edícia";
"ppbVersionBlackAndWhiteEdition" = "Čierna a biela";
"ppbVersionIMAX" = "IMAX";
"ppbVersionWideScreen" = "Širokouhlý obraz";
"ppbVersionFullScreen" = "Celá obrazovka";
"hoVOReOrderLibrary" = "Upraviť pripnuté položky";
"iapUnlockDolbyTitle" = "Dolby Audio";
"iapUnlockDolbyDescription" = "Vypočujte si každý detail s pridanou podporou vysokokvalitného zvuku Dolby.";
"iapUnlockDolbyMacNavBarTitle" = "Odomknite si Dolby Audio ZDARMA";
"iapUnlockDTSTitle" = "Zvuk DTS";
"iapUnlockDTSDescription" = "Vychutnajte si každý detail vďaka pridanej podpore pre vysokokvalitný zvuk DTS.";
"iapUnlockDTSMacNavBarTitle" = "Aktivujte si zvuk DTS ZADARMO";
"iapUnlockCodecWithPro" = "Zahrnuté v %@";
"iapUnlockCodecButton" = "Odomknite ZADARMO";
"iapUnlockCodecRemindLater" = "Pripomenúť neskôr";
"foMoveToBinTitle" = "Presúvam ‘%1$@’ do koša";
"foMoveToRecentlyDeletedTitle" = "Presúvam ‘%1$@’ do Nedávno odstránených súborov";
"foMoveToBinPrompt" = "Ste si istý, že chcete presunúť ‘%1$@’ do koša?";
"foMoveToBinFromPrompt" = "Ste si istý, že chcete presunúť ‘%1$@’ (%2$@) do koša?";
"foMoveToBinPromptWithCount" = "Ste si istý, že chcete presunúť ‘%1$@’ (%2$d súbory) do koša?";
"foMoveToBinFromPromptWithCount" = "Ste si istí, že chcete presunúť ‘%1$@’ (%2$@) (%3$d súborov) do koša?";
"foMoveToRecentlyDeletedPrompt" = "Ste si istí, že chcete presunúť ‘%1$@’ do Nedávno odstránených súborov?";
"foMoveToRecentlyDeletedFromPrompt" = "Ste si istí, že chcete presunúť ‘%1$@’ (%2$@) do Nedávno odstránených súborov?";
"foMoveToRecentlyDeletedPromptWithCount" = "Ste si istí, že chcete presunúť ‘%1$@’ (%2$d súbory) do Nedávno odstránených súborov?";
"foMoveToRecentlyDeletedFromPromptWithCount" = "Ste si istí, že chcete presunúť ‘%1$@’ (%2$@) (%3$d súborov) do Nedávno odstránených súborov?";
"liLastCloudSyncFailedNotAuthenticated" = "(účet iCloud nebol nájdený)";
"liLastCloudSyncFailedNoSpaceLeft" = "(iCloud nemá miesto)";
"tiOriginalMetadataLanguage" = "Originál";
"foAbstractRemoveTitle" = "Odstraňuje sa ‘%1$@’";
"foAbstractRemovePrompt" = "Ste si istí, že chcete odstrániť ‘%1$@’?";
"foAbstractRemoveFromPrompt" = "Ste si istí, že chcete odstrániť '%1$@' (%2$@)?";
"foAbstractRemovePromptWithCount" = "Ste si istí, že chcete odstrániť '%1$@' (%2$d súbory)?";
"foAbstractRemoveFromPromptWithCount" = "Ste si istí, že chcete odstrániť '%1$@' (%2$@) (%3$d súborov)?";
"foAbstractRemoveButton" = "Odstrániť";
"svcMixLfeIntoStereo" = "LFE pri stereo downmixe";
"svcDownmixVolume" = "Hlasitosť downmixu";
"svcDownmixVolumeOriginal" = "Originál";
"svcDownmixVolumeNormalized" = "Normalizovaná";
"ufIndexingEnabled" = "Režim knižnice";
"liMiniseriesTVShows" = "Miniséria";
"liIndexingDisabled" = "Režim knižnice je vypnutý";
"csAliyunBackupDisk" = "Zálohovací disk";
"csAliyunResourceLibrary" = "Knižnica zdrojov";
"ufAddAliyunDrive" = "Pridať Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "Môj Aliyun Drive";
"acLinksAddedTitle" = "Pridané nové odkazy";
"acAllLinksAddedMsg" = "Odkazy sú teraz k dispozícii na obrazovke %@.";
"acSomeLinksAddedMsg" = "Odkazy sú teraz k dispozícii na obrazovke %@. Niektoré odkazy majú nepodporovaný formát a nie je možné ich pridať.";
"acLinksScreenTitleWithPath" = "Pridať súbory > %@";
"plRecentlyAdded" = "Nedávno pridané v %@";
"plRecentlyAddedMovies" = "Nedávno pridané filmy";
"plRecentlyAddedTV" = "Nedávno pridané seriály";
"plRecentlyAddedVideos" = "Nedávno pridané videá";
"plRecentPlaylists" = "Nedávne playlisty";
"eyLatest" = "Najnovšie %@";
"eyNextUp" = "Nasleduje";
"eyFavoriteSeries" = "Obľúbené série";
"eyFavoriteEpisodes" = "Obľúbené epizódy";
"eyFavoriteMovies" = "Obľúbené filmy";
"eyFavoriteVideos" = "Obľúbené videá";
"eyFavoriteCollections" = "Obľúbené zbierky";
"eyFavoritePlaylists" = "Obľúbené playlisty";
"emCacheRestoreTitle" = "Príprava vašej knižnice...";
"emCacheRestoreReasonSystem" = "Na vašej Apple TV sa nedávno míňal priestor na disku a tvOS odstránil niektoré dáta aplikácií, aby uvoľnil miesto pre iné aplikácie.";
"emCacheRestoreReasonCorruption" = "Ojoj, niečo sa pokazilo a vyrovnávacia pamäť metadát už nie je platná.";
"emRestoreOperationFailed" = "Cloudová záloha nie je k dispozícii";
"emCacheRestoreActionRecreate" = "Preskenovať knižnicu";
"emCacheRestoreNoBackup" = "Nenašli sa žiadne cloudové zálohy. Povoľte možnosť Automatické zálohovanie, aby ste v budúcnosti mohli rýchlejšie aktualizovať knižnicu.";
"svcCloudSyncHint" = "Použite iCloud na synchronizáciu nastavení knižnice a prehrávania medzi zariadeniami.";
"svcBackups" = "Cloudové zálohovanie";
"svcBackupsHint" = "Uložte si podrobnosti knižnice do cloudu pre rýchlejšie aktualizácie pri používaní Infuse.";
"svcAutoBackups" = "Automatické zálohovanie";
"svcBackupNow" = "Uložiť zálohu";
"svcRestoreNow" = "Obnoviť zálohu";
"svcRestoreNowConfirmationMessage" = "Obnovením z cloudovej zálohy sa odstráni vaša aktuálna knižnica a nahradí sa poslednou uloženou zálohou. Ak sa rozhodnete pokračovať, aplikácia sa zatvorí.";
"svcPerformingBackup" = "Ukladanie zálohy do cloudu";
"svcLastBackupDate" = "Posledná úspešná záloha: %@";
"svcBackupOperationFailed" = "Zálohovanie zlyhalo";
"foAboutRecentlyDeletedTitle" = "Nedávno odstránené";
"foAboutRecentlyDeletedPrompt" = "Odstránené súbory sa presunú do časti ‘Nedávno odstránené’ v aplikácii Súbory. Pomocou tejto aplikácie môžete natrvalo odstrániť súbory a uvoľniť miesto.";
"foAboutRecentlyDeletedLearnMore" = "Zistiť viac";
"emCacheRestoreUpdating" = "Vaša knižnica sa aktualizuje o údaje z cloudu. Bude to trvať len chvíľu.";
"svcForwardSkip" = "Preskočiť dopredu";
"svcBackwardSkip" = "Preskočiť dozadu";
"vvSkipCommercials" = "Preskočiť reklamy";
"vvSkipCredits" = "Preskočiť titulky";
"hoSearchRequiresTwoChars" = "Prosím, zadajte aspoň dva znaky pre vyhľadávanie na strane servera.";
"pcSkipForwardFormat" = "Dopredu %lds";
"pcSkipBackwardFormat" = "Späť %lds";
"hoSearchScope" = "Hľadanie: %@";
"geInternalServerError" = "Interná chyba servera.";
"plAddToWatchlist" = "Pridať do zoznamu sledovaných";
"plRemoveFromWatchlist" = "Odstrániť zo zoznamu sledovaných";
"plAddShowToWatchlist" = "Pridať seriál do zoznamu sledovaných";
"plRemoveShowFromWatchlist" = "Odstrániť seriál zo zoznamu sledovaných";
"ufSmartFolders" = "Inteligentné priečinky";
"eyRecentlyReleasedMovies" = "Nedávno vydané filmy";
"geCantEstablishConnectionToHostFormat" = "Nedá sa pripojiť k %@";
"emPermissionsErrorTitle" = "Chýbajúce potrebné povolenia";
"emPermissionsErrorDescription" = "Prihláste sa na Disk Google a udeľte aplikácii Infuse povolenie na prístup k vašim súborom.";
"emPermissionsErrorDescriptionTV" = "Prihláste sa do služby Disk Google v zariadení iPhone, iPad alebo Mac a udeľte aplikácii Infuse povolenie na prístup k vašim súborom.";
"eySortByAlbum" = "Albumu";
"eySortByAlbumArtist" = "Interpreta albumu";
"eySortByArtist" = "Interpreta";
"eySortByBitrate" = "Dátového toku";
"eySortByCollectionOrder" = "Poradie v zbierke";
"eySortByComposer" = "Skladateľa";
"eySortByCommunityRating" = "Hodnotenia komunity";
"eySortByContainer" = "Kontajnera";
"eySortByCriticRating" = "Hodnotenia kritikov";
"eySortByDateAdded" = "Dátumu pridania";
"eySortByDatePlayed" = "Dátumu prehrania";
"eySortByFileName" = "Názvu súboru";
"eySortByIMDB" = "Hodnotenia IMDb";
"eySortByLastEpisodeDateAdded" = "Dátumu pridania poslednej epizódy";
"eySortByNumber" = "Čísla";
"eySortByParentalRating" = "Rodičovského hodnotenia";
"eySortByPlaylistOrder" = "Poradia zoznamu skladieb";
"eySortByPlays" = "Počtu prehratí";
"eySortByRandom" = "Náhodne";
"eySortByReleaseDate" = "Dátumu vydania";
"eySortByResolution" = "Rozlíšenia";
"eySortByRuntime" = "Dĺžky";
"eySortBySeries" = "Série";
"eySortBySize" = "Veľkosti";
"eySortByTitle" = "Názvu";
"eySortByYear" = "Roku";
"jfSortByCriticsRating" = "Hodnotenia kritikov";
"jfSortByDateShowAdded" = "Dátumu pridania seriálu";
"jfSortByDateEpisodeAdded" = "Dátumu pridania epizódy";
"jfSortByFolders" = "Priečinkov";
"jfSortByName" = "Názvu";
"jfSortByPlayCount" = "Počtu prehratí";
"jfSortByPremiereDate" = "Dátumu premiéry";
"jfSortByTVDB" = "Hodnotenia TVDB";
"svcPlayVersion" = "Verzia prehrania";
"pmAutoDimming" = "Automatické stmievanie";
"svcPrePlaybackLayoutNew" = "Nové";
"ufPreCacheDetails" = "Podrobnosti predbežnej vyrovnávacej pamäte";
"svcStreamingCacheLimited" = "Obmedzená";
"vvSkipPreview" = "Preskočiť ukážku";
"vvSkipRecap" = "Preskočiť zhrnutie";
"vvSkipSection" = "Preskočiť sekciu";
"svcEmbeddedThumbnails" = "Uprednostniť vloženú grafiku";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "Pridať 123 Cloud Drive";
"ufDefaultShareName123" = "Môj 123 Cloud Drive";
"emBandwidthExceeded123Cloud" = "Denný limit 1GB pre bezplatných používateľov 123 Cloud Drive bol prekročený.";
"pmVideoResamplingFilter" = "Vylepšenie rozlíšenia pomocou AI";
"pmVideoResamplingFilterLanczos" = "Vypnuté";
"pmVideoResamplingFilterSpatial" = "Zapnuté";
"afRequestingQRCode" = "Vyžiadanie kódu QR...";
"afQRCodeExpired" = "Platnosť QR kódu vypršala";
"afSaveToCameraRoll" = "Uložiť do fotiek";
"af115CloudQRHint" = "Naskenujte tento QR kód v klientovi 115";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "Pridať 115 Cloud Drive";
"ufDefaultShareName115" = "Môj 115 Cloud Drive";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "Pridať Baidu NetDisk";
"ufDefaultShareNameBaidu" = "Môj Baidu NetDisk";
"ufMaxQPSLimit" = "Limit QPS";
"ppbOpenStrmlnk" = "Otvoriť";
"ppbVersionStrmlnk" = "Odkaz";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "Preskočiť úvodné a záverečné titulky";
"svcLivePreview" = "Živé náhľady";
"pmAspectFitUnderlayNotch" = "Prispôsobenie strán";
"svcAutoSkipIntroDelay" = "Automaticky (s oneskorením)";
"svcShowExternalRatings" = "Zobraziť externé hodnotenia";
"ufAutoScan" = "Automatické skenovanie";
"emCacheRestoreExpired" = "Platnosť cloudovej zálohy pre toto zariadenie vypršala z dôvodu nečinnosti. Ak chcete pokračovať, znova naskenujte knižnicu.";
"pmSubtitlesBrightness" = "HDR jas";
"hoSaveToLinks" = "Pridať k odkazom";
"hoSavedToLinksWithExpiration" = "Odkaz bol úspešne pridaný a bude k dispozícii do %@.";
"hoSavedToLinks" = "Odkaz bol úspešne pridaný.";
"svcShowExternalRatingsMoviesOnly" = "Iba filmy";
"svcShowExternalRatingsTVShowsOnly" = "Iba seriály";
"afAddiCloudDrive" = "Pridať iCloud Drive";
"ttVip" = "VIP";
"ttGetVip" = "Získať VIP";
"hoAddToFavoriteItems" = "Pridať k obľúbeným";
"hoRemoveFromFavoriteItems" = "Odstrániť z obľúbených";
"hoUpdatingFavoriteItems" = "Aktualizácia obľúbených položiek";
"ppbNoMovieError" = "Film sa nenašiel";
"ppbNoSeriesError" = "Séria sa nenašla";
"eyFavoritePeople" = "Obľúbené osoby";
"svcOpenCollectionsOnPreplayback" = "Zobraziť podrobnosti";
"isEnvironmentVoid" = "Vákuum";
"isEnvironmentSunset" = "Súmrak";
"isEnvironmentSpace" = "Vesmír";
"isEnvironmentRoom" = "Izba";
"isEnvironmentCinema" = "Kino";
"isSettingRow" = "Rada";
"isSettingSeatingHeight" = "Výška sedenia";
"isSettingDistance" = "Vzdialenosť";
"isSettingScreenAltitude" = "Výška obrazovky";
"isSettingScreenSize" = "Veľkosť obrazovky";
"isSettingBrightness" = "Jas";
"isSettingSceneTilt" = "Naklonenie scény";
"hoAddingLinks" = "Pridávanie odkazov...";
"hoAddLinkForSingleEpisode" = "Pridať odkaz pre jednu epizódu";
"hoAddLinksForUnwatchedEpisodes" = "Pridať odkazy pre nepozreté epizódy";
"hoAddLinksForAllEpisodes" = "Pridať odkazy pre všetky epizódy";
"geEdit" = "Upraviť";
"pmPlaybackQueue" = "Fronta prehrávania";
"pmEditPlaybackQueue" = "Upraviť frontu prehrávania";
"pmPlaybackQueueMode" = "Režim prehrávania";
"pmPlaybackQueueModeStraightforward" = "Hrať v poradí";
"liSearch" = "Hľadať";
"hoRemoveFromContinueWatching" = "Odstrániť z \"Pokračovať v sledovaní\"";
"hoUpdatingContinueWatching" = "Aktualizácia \"Pokračovať v sledovaní\"...";
"ppbOpenDeeplink" = "Otvoriť";
"pmAmbientMode" = "Ambientný režim";
"pmAmbientModeSubtle" = "Jemný";
"pmAmbientModeBalanced" = "Vyvážený";
"pmAmbientModeVivid" = "Intenzívny";
"pmAmbientModeMax" = "Max";
"pmPlaybackHUDInfo" = "Štatistiky prehrávania (HUD)";
"pmPlaybackHUDInfoFull" = "Úplné";
"pmPlaybackHUDInfoCompact" = "Kompaktné";
"pmPlaybackHUDInfoOff" = "Vypnuté";
"pmPlaybackHUDContainer" = "Kontajner:";
"pmPlaybackHUDSourceFramerate" = "Zdrojová snímková frekvencia:";
"pmPlaybackHUDAppleTVFramerate" = "Snímková frekvencia obrazovky:";
"pmPlaybackHUDDroppedFrameCount" = "Počet vynechaných snímok:";
"pmPlaybackHUDAppleTVInfo" = "Informácie o zariadení:";
"pmPlaybackHUDFreeDiskSpace" = "Voľné miesto na disku:";
"pmPlaybackHUDNetworkThroughput" = "Priepustnosť siete:";
"pmPlaybackHUDStreamSpeed" = "Rýchlosť streamu:";
"pmPlaybackHUDBufferReloadCount" = "Počet načítaní vyrovnávacej pamäte:";
"pmPlaybackHUDBufferStatus" = "Stav vyrovnávacej pamäte:";
"pmPlaybackHUDVideo" = "Video:";
"pmPlaybackHUDAudio" = "Zvuk:";
"pmPlaybackHUDSubtitles" = "Titulky:";
"pmPlaybackHUDBufferStatusHealthy" = "Zdravé";
"pmPlaybackHUDBufferStatusEmpty" = "Prázdny";
"pmPlaybackHUDCreatedBy" = "Vytvoril/a:";
"liSelectAll" = "Vybrať všetko";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
"plFetchingUser" = "Načítanie používateľov";
"plSelectUser" = "Vybrať používateľa";
"plSwitchUser" = "Prepnúť používateľa";
"plEnterPin" = "Zadajte PIN";
"plManagedAccount" = "Spravovaný účet";
"plYoungerKidAccount" = "Mladšie dieťa";
"plOlderKidAccount" = "Staršie dieťa";
"plTeenAccount" = "Tínedžer";
"emPlexTooManyPinAttempts" = "Príliš veľa pokusov. Skúste to prosím neskôr.";
"svcThumbnailLanguage" = "Grafika";
"svcAutoSkipIntroInstant" = "Automaticky (okamžite)";
"svcSectionMetadata" = "Metadáta a obrázky";
"svcCacheSize2" = "Vyrovnávacia pamäť knižnice";
"svcPreferOverrideThumbnails" = "Uprednostniť lokálne obrázky";
"svcPreferOverrideMetadata" = "Uprednostniť lokálne metadáta";
"svcStillWatchingPrompt" = "Kontrola nečinnosti";
"vvStillWatchingTitle" = "Stále sa pozeráte?";
"vvStillWatchingContinue" = "Pokračovať v pozeraní";
"tiExtras" = "Bonusy";
"tiTrailer" = "Ukážka";
"tiBehindTheScenes" = "Zo zákulisia";
"tiDeletedScene" = "Odstránená scéna";
"tiInterview" = "Rozhovor";
"tiScene" = "Scéna";
"tiSample" = "Ukážka";
"tiShort" = "Krátky film";
"tiFeaturette" = "Minidokument";
"tiClip" = "Klip";
"tiOther" = "Ostatné";
"tiExtra" = "Bonus";
"tiTrailerIndex" = "Ukážka %ld";
"tiBehindTheScenesIndex" = "Zo zákulisia %ld";
"tiDeletedSceneIndex" = "Odstránená scéna %ld";
"tiInterviewIndex" = "Rozhovor %ld";
"tiSceneIndex" = "Scéna %ld";
"tiSampleIndex" = "Ukážka %ld";
"tiShortIndex" = "Short %ld";
"tiFeaturetteIndex" = "Minidokument %ld";
"tiClipIndex" = "Klip %ld";
"tiOtherIndex" = "Ostatné %ld";
"tiExtraIndex" = "Bonus %ld";
"pmDeinterlacingBwdif" = "Najvyššia kvalita (Bwdif)";
"mnuBrowse" = "Prehľadávanie";
"mnuSelectMode" = "Prepnúť viacnásobný výber";
